Repository: blackboxembedded/WunderLINQ-Documentation
Catalog: po/*.po
Languages: de, es_419, pl

# INDEX_TITLE
source: WunderLINQ App Documentation
de: WunderLINQ App Bedienungsanleitung
es_419: Documentación de la App WunderLINQ
pl: WunderLINQ Dokumentacja

# IOS_TITLE
source: iOS WunderLINQ App Documentation
de: iOS WunderLINQ App Bedienungsanleitung
es_419: Documentación de la App WunderLINQ para iOS
pl: iOS WunderLINQ Dokumentacja

# INTRO_SUMMARY
source: This documentation is to help you setup the WunderLINQ and to describe the functionality available in the WunderLINQ app.
de: Diese Bedienungsanleitung wird Dir helfen, den WunderLINQ einzurichten und beschreibt die Funktionen der WunderLINQ App.
es_419: Esta documentación le ayudará a configurar WunderLINQ y a describir las funciones disponibles en la aplicación WunderLINQ.
pl: W dokumentacji opisujemy jak skonfigurować WunderLINQ i pokazujemy funkcjonalności dostępne w appce WunderLINQ.

# INTRO_WARNING
source: For performance and fault data your motorbike must have the option On-board Computer Pro.
de: Um Leistungsdaten oder Fehlermeldungen anzuzeigen, muss das Motorrad die Option Bordcomputer Pro besitzen.
es_419: Para obtener datos de rendimiento y averías, su motocicleta debe disponer de la opción de Ordenador a Bordo Pro.
pl: Dla osiągów i raportowania błędów Twój motocykl musi mieć opcję Computer-Pro.

# INITIAL_SETUP_1_HEADING
source: With your WunderLINQ installed turn on your motorcycle's ignition.
de: Setze die WunderLINQ-Hardware in die Navigations-Halterung Deines Motorrads ein und schalte die Zündung ein. Sobald die Zündung eingeschaltet ist, sollte die WunderLINQ-Statusanzeige von grün blinkend auf blau blinkend wechseln.
es_419: Con su WunderLINQ instalado, encienda su motocicleta.
pl: Wepnij urządzenie WunderLINQ w motocyklu w miejsce nawigacji i włącz zapłon. Po włączeniu zapłonu dioda urządzenia będzie mrugała na zielono a chwilę potem na niebiesko.

# INITIAL_SETUP_WARNING
source: At this point, your Wunder Wheel should act as normal keyboard input. This works independently of the WunderLINQ app being installed. If your motorbike has a TFT instrument cluster, you must put it in NAV mode by long-pressing UP on the Menu switch to pass the wheel presses to the cradle.
de: Nun sollte der Multi-Controller als normale Tastatureingabe funktionieren. Dies funktioniert unabhängig von der Installation der WunderLINQ-App. Falls Dein Motorrad das TFT-Kombiinstrument besitzt, muss es durch langen Druck auf UP am Menü-Schalter in den Navigations-Modus gebracht werden, damit die Signale des Multi-Controllers an die Mount Cradle weitergeleitet werden.
es_419: En este punto, su Wunder Wheel debería actuar como una entrada de teclado normal. Esto funciona independientemente de la aplicación WunderLINQ que esté instalada. Si su motocicleta tiene un tablero de instrumentos TFT, debe ponerlo en modo NAV pulsando prolongadamente ARRIBA en el interruptor de menú para pasar las pulsaciones de la Wunder Wheel al soporte.
pl: Od tego momentu roller na kierownicy powinien działać w urządzeniu. Roller działa niezależnie czy masz zainstalowaną aplikację WunderLINQ. Jeśli motocykl masz wyposażony w opcję TFT to musisz go przełączyć w tryb NAV przez długie naciśnięcie UP w Menu.

# PAGE_DBL
source: Page Double Click
de: Seite Doppelclick
es_419: Páginar Con Doble clic
pl: Strona Podwójne kliknięcie

# INITIAL_SETUP_2_TITLE
source: Install the WunderLINQ App
de: Installation der WunderLINQ App
es_419: Instalar la App WunderLINQ
pl: Zainstaluj appkę WunderLINQ

# INITIAL_SETUP_3_1_TITLE
source: Grant Permissions
de: Genehmigungen erteilen
es_419: Conceder Permisos
pl: Przyznaj uprawnienia

# INITIAL_SETUP_3_1_SS1_TXT
source: On the first launch of the WunderLINQ App, you will be presented with the first start wizard. The wizard walks you through all the permissions that the WunderLINQ App requires to function. After you&rsquo;ve completed the wizard you will not be prompted for permissions again. Failure to grant these permissions will result in reduced or no functionality in the WunderLINQ App. To adjust permissions later you must use settings.
de: Beim ersten Start der WunderLINQ App öffnet sich der Ersteinrichtungs-Assistent. Der Assistent führt Dich durch alle Zugriffsfreigaben, die die WunderLINQ App für ihre Funktionen benötigt. Nachdem Du den Assistenten abgeschlossen hast, wirst Du nicht erneut nach Zugriffsfreigabe gefragt. Falls Zugriffsberechtigungen nicht erteilt werden, können einige Funktionen der WunderLINQ App fehlerhaft oder gar nicht funktionieren. Um die Zugriffsfreigaben später zu ändern, benutze die Einstellungen.
es_419: La primera vez que inicie la aplicación WunderLINQ, aparecerá el asistente de inicio. El asistente le guiará a través de todos los permisos que la App WunderLINQ necesita para funcionar. Una vez completado el asistente, no se le volverán a solicitar permisos. Si no concede estos permisos, la funcionalidad de la App WunderLINQ se verá reducida o desaparecerá. Para ajustar los permisos más tarde deberá utilizar la configuración.
pl: Przy pierwszym uruchomieniu aplikacja przeprowadzi Cię krok po kroku w samouczku. Przejdziesz przez wszystkie przyznawanie uprawnień jakie są potrzebne do pełnej funkcjonalności urządzenia. Po zakończeniu nie będziesz ponownie proszony o przyznanie uprawnień. Odmowa przyznania uprawnień spowoduje że urządzenie nie będzie w pełni funkcjonalne. Żeby zmienić uprawnienia później będziesz to musiał zrobić z poziomu ustawień telefonu.

# ANDROID_TITLE
source: Android WunderLINQ App Documentation
de: Android WunderLINQ App Bedienungsanleitung
es_419: Documentación de la App WunderLINQ para Android
pl: Android WunderLINQ Dokumentacja

# INTRO_TITLE
source: Introduction
de: Einleitung
es_419: Introducción
pl: Wprowadzenie

# INTRO_GREETING
source: First of all, Thank you for purchasing the WunderLINQ!
de: Zunächst einmal vielen Dank, dass Du den WunderLINQ gekauft hast!
es_419: Primero que todo, ¡gracias por comprar WunderLINQ!
pl: Na początku dziękujemy za zakup urządzenia iOS WunderLINQ!

# INTRO_REQ_SUMMARY
source: You will need the following to use the WunderLINQ app.
de: Folgendes benötigst Du, um die WunderLINQ App zu verwenden.
es_419: Necesitarás lo siguiente para utilizar la aplicación WunderLINQ.
pl: Zacznijmy po kolei jak używać appki WunderLINQ .

# INTRO_REQ2
source: WunderLINQ App
es_419: App WunderLINQ
pl: Aplikacja WunderLINQ

# INTRO_REQ3
source: BMW Motorcycle with Navigation Preperation
de: BMW-Motorrad mit Navigations-Vorbereitung
es_419: Motocicleta BMW con Preparación para Navegación
pl: Przygotowanie motocykla BMW z nawigacją

# INTRO_REQ4
source: Phone or Tablet
de: Smartphone oder Tablet-Computer
es_419: Teléfono o Tableta
pl: Telefon czy Tablet

# INITIAL_SETUP_TITLE
source: Getting Started
de: Ersteinrichtung
es_419: Para Empezar
pl: Zaczynamy

# INITIAL_SETUP_1_TITLE
source: Pair to the WunderLINQ hardware.
de: Verbindung mit der WunderLINQ-Hardware herstellen.
es_419: Emparejar el dispositivo WunderLINQ.
pl: Sparuj urządzenie WunderLINQ.

# INITIAL_SETUP_1_DISCOVER_SS1_TXT
source: Go into your mobile device&rsquo;s Bluetooth settings and pair it with the WunderLINQ. Select the WunderLINQ device to pair with.
de: Öffne die Bluetooth-Einstellungen Deines Mobilgeräts und kopple es mit dem WunderLINQ.
es_419: Vaya a la configuración Bluetooth de su dispositivo móvil y emparéjelo con el WunderLINQ. Seleccione el dispositivo WunderLINQ con el que desea emparejarlo.
pl: W ustawieniach Bluetooth telefonu sparuj telefon z urządzeniem WunderLINQ.

# INITIAL_SETUP_1_DISCOVER_SS2_TXT
source: The WunderLINQ should now show as &ldquo;Connected&rdquo; in your Bluetooth settings and the WunderLINQ status light should be solid blue.
de: Der WunderLINQ sollte jetzt als „Verbunden“ in Deinen Einstellungen erscheinen und die WunderLINQ-Statusanzeige blau leuchten.
es_419: El WunderLINQ debería aparecer ahora como "Conectado" en la configuración Bluetooth y la luz de estado del WunderLINQ debería ser de color azul fijo.
pl: W ustawieniach Bluetooth status WunderLINQ powinien być jako POŁĄCZONY a dioda na urządzeniu powinna świecić - nie mrugać - na niebiesko.

# MAPPING_PREFACE
source: Below is the mapping between Wunder Wheel input and keyboard input. If you are using the WunderLINQ with an RT or K1600 view the mappings at the end of this section.
de: Untenstehend befindet sich die Zuordnung von Multi-Controller- zu Tastatureingaben. Falls Du den WunderLINQ an einer RT oder K1600 verwendest, nutze die Zuordnung am Ende dieses Abschnitts.
es_419: A continuación, se muestra el mapeo entre la entrada de la Wunder Wheel y la entrada del teclado. Si utiliza la WunderLINQ con una RT o K1600, consulte las correspondencias al final de esta sección.
pl: Poniżej jest opis działania rollera w urządzeniu. Jeśli masz motocykl RT lub K1600 opis ten będzie na dole sekcji.

# BUTTON_HEADER
source: Hand Controls
de: Bedienung Multi Controller
es_419: Controles Manuales
pl: Kontrola Ręczna

# KEY_HEADER
source: Keyboard Key
de: Taste auf Tastatur
es_419: Tecla del Teclado
pl: Klawiatura

# WHEEL_UP
source: Scroll Wheel Up
de: Drehen nach oben
es_419: Desplazamiento De La Rueda Hacia Arriba
pl: Roller w górę

# KEY_UP
source: UP Arrow
de: Pfeil nach oben
es_419: Flecha ARRIBA
pl: Strzałka w górę

# WHEEL_DOWN
source: Scroll Wheel Down
de: Drehen nach unten
es_419: Desplazamiento De La Rueda Hacia Abajo
pl: Roller w dół

# KEY_DOWN
source: DOWN Arrow
de: Pfeil nach unten
es_419: Flecha ABAJO
pl: Strzałka w dół

source: Wheel Left
de: Betätigung nach links
es_419: Rueda a La Izquierda
pl: Roller w lewo

# KEY_LEFT
source: LEFT Arrow
de: Pfeil nach links
es_419: Flecha a La IZQUIERDA
pl: Strzałka w lewo

source: Wheel Right
de: Betätigung nach rechts
es_419: Rueda a La Derecha
pl: Roller w prawo

# KEY_RIGHT
source: RIGHT Arrow
de: Pfeil nach rechts
es_419: Flecha a La DERECHA
pl: Strzałka w prawo

# WHEEL_LEFT_LONG
source: Wheel Left Long Press
de: Lange Betätigung nach links
es_419: Pulsación Prolongada De La Rueda a La Izquierda
pl: Długie przytrzymanie rollera w lewo

# WHEEL_RIGHT_LONG
source: Wheel Right Long Press
de: Lange Betätigung nach rechts
es_419: Pulsación Prolongada De La Rueda a La Derecha
pl: Długie przytrzymanie rollera w prawo

# KEY_IOS
source: iOS Keyboard Toggle
de: iOS Tastatur-Umschalter
es_419: Teclado iOS Toggle
pl: Przełączanie klawiatury iOS

# INDICATOR_CANCEL_NOTES
source: WunderLINQ V2 or greater
de: WunderLINQ V2 oder höher
es_419: WunderLINQ V2 o superior
pl: WunderLINQ V2 lub wyższy

# MAPPING_NOTE
source: If your motorbike has a TFT instrument cluster, you must put it in Nav mode or Nav menu on the RT/K1600, to pass the wheel presses to the cradle.
de: Falls Dein Motorrad das TFT-Kombiinstrument besitzt, muss es in den Navigations-Modus gebracht werden, damit die Signale des Multi-Controllers an die Mount Cradle weitergeleitet werden.
es_419: Si tu moto tiene un tablero de instrumentos TFT, debes ponerlo en modo Nav o menú Nav en la RT/K1600, para pasar las pulsaciones de la Wunder Wheel al soporte.
pl: Jeśli Twój motocykl ma TFT musisz przełączyć go w tryb NAV lub w tryb NAV Menu jeśli masz RT/K1600.

# MAPPING_RTK_PREFACE
source: Below is the mapping between Wunder Wheel input and keyboard input on RT and K1600.
de: Untenstehend befindet sich die Zuordnung von Multi-Controller- zu Tastatureingaben an einer RT oder K1600.
es_419: A continuación, se muestra la correspondencia entre la entrada de la Wunder Wheel y la entrada del teclado en RT y K1600.
pl: Poniżej przypisanie rollera w motocyklach RT/K1600.

# ZOOM_P
source: Zoom+
pl: Powiększenie+

# ZOOM_M
source: Zoom-
pl: Pomniejszenie-

source: Speak
de: Ansage
es_419: Hablar
pl: Mowa

source: Page
de: Seite
es_419: Página
pl: Strona

# SPEAK_DBL
source: Speak Double Click
de: Sprechen Doppelclick
es_419: Hablar Con Doble Clic
pl: Mów Podwójne kliknięcie

# DISPLAY_O
source: Display Off
de: Display aus
es_419: Apagar Pantalla
pl: Wyłącz ekran

# STORE_LINK_ANDROID
source: Go to the Google Play Store and install the app.
de: Installiere die App aus dem Google Play Store.
es_419: Vaya a Google Play Store e instale la App.
pl: Ściągnij appkę ze sklepu Google Play i zainstaluj.

# STORE_LINK_IOS
source: Go to the Apple App Store and install the app.
de: Installiere die App aus dem Apple App Store.
es_419: Vaya a la App Store de Apple e instale la App.
pl: Ściągnij appkę ze sklepu App Store i zainstaluj.

# INITIAL_SETUP_3_TITLE
source: Initial WunderLINQ App Setup
de: Ersteinrichtung der WunderLINQ App
es_419: Configuración Inicial De La App WunderLINQ
pl: Ustawienia WunderLINQ

# INITIAL_SETUP_3_2_TITLE
source: Usage Warning
de: Verwendungshinweis
es_419: Advertencia De Uso
pl: Ostrzeżenie o użyciu

# MOTORCYCLE_SCREEN_SUMMARY
source: The Motorcycle screen displays a customizable grid of data points provided by your motorcycle and phone. Bluetooth connection status, active fault status, and buttons to a few other functions are also available. To customize the grid you can by long-pressing a cell or under the App Settings.
de: Der Motorrad Bildschirm zeigt eine einstellbare Übersicht von Daten von Motorrad und Mobilgerät. Bluetooth-Verbindungsstatus, aktive Fehlermeldungen und Schaltflächen zu einigen anderen Funktionen sind ebenfalls verfügbar. Um die Übersicht anzupassen, drücke lange auf eine Kachel oder benutze die Einstellungen.
es_419: La pantalla Motocicleta muestra una cuadrícula personalizable de puntos de datos proporcionados por la motocicleta y el teléfono. También están disponibles el estado de la conexión Bluetooth, el estado de avería activa y botones para algunas otras funciones. Para personalizar la cuadrícula, puedes hacer una pulsación larga en una celda o en los Ajustes de la aplicación.
pl: Ekran motocykla wyświetla informacje, które możesz dowolnie modyfikować . Stan połączenia Bluetooth, panel błędów i jeszcze kilka funkcji są również dostępne. Żeby zmienić ich kolejność przytrzymaj i przeciągnij w ustawieniach appki.

# BIKE_INFO_MENU_DESC
source: Displays motorbike VIN, next service information and cluster reset options.
de: Zeigt die VIN des Motorrads, Informationen zum nächsten Kundendienst und Optionen zum Zurücksetzen des Kombiinstruments.
es_419: Muestra el VIN de la motocicleta, la información del próximo servicio y las opciones de reinicio del tablero.
pl: Pokaż numer VIN, informacja następnym przeglądzie, zresetuj opcje.

# HW_SETTINGS_SCREEN_MENU_DESC
source: Settings that impact the WunderLINQ hardware.
de: Einstellungen der WunderLINQ-Hardware.
es_419: Configuraciones que impactan en el dispositivo WunderLINQ.
pl: Ustawienia dotyczące urządzenia WunderLINQ.

# ABOUT_SCREEN_MENU_DESC
source: Displays information about the app and includes links to the WunderLINQ web site.
de: Zeigt Informationen über die App sowie Links auf die WunderLINQ Internetseite.
es_419: Muestra información acerca de la app e incluye enlaces al sitio web de WunderLINQ.
pl: Pokazuje informacje o appce i zawiera link to strony www WunderLINQ.

# INFO_SCREEN_SUMMARY
source: The Bike Info page displays your motorcycles VIN, next service date and distance to next service. Below your motorbike info there is an option to reset some of your motorbike&rsquo;s cluster data. Currently, you can reset Trip, Fuel Economy and Average Speed Counters.
de: Der Motorrad-Info Bildschirm zeigt die Fahrgestellnummer (VIN), das Datum des nächsten Kundendiensts und die Laufleistung bis zum nächsten Kundendienst an. Unterhalb der Motorrad-Info befindet sich die Möglichkeit einige Daten im Kombiinstruments des Motorrads zurückzusetzen. Aktuell können Reise-km, Kraftstoffverbrauch und Durchschnittsgeschwindigkeit zurückgesetzt werden.
es_419: La página Info motocicleta muestra el VIN de tu motocicleta, la fecha del próximo servicio y la distancia hasta el próximo servicio. Debajo de la info de tu motocicleta hay una opción para restablecer algunos de los datos de tu motocicleta. Actualmente, puedes restablecer los contadores de viaje, consumo de combustible y velocidad media.
pl: Strona informacji o motocyklu pokazuje takie dane jak numer VIN, datę następnego serwisu, pozostały przebieg do serwisu. Poniżej jest opcja do zresetowania danych takich jak przebiegi dzienne, spalanie czy średnia prędkość.

# TRIP_SCREEN_SHARE_FUNC
source: Sends the trip log in CSV format through a variety of methods.
de: Sendet die Fahrtdaten im CSV-Format auf unterschiedliche Arten.
es_419: Envía el registro del trip en formato CSV a través de diversos métodos.
pl: Zapisz i wyślij log trasy w formacie CSV.

# WAYPOINTS_SCREEN_SUMMARY
source: The Saved Waypoints screen displays the waypoints saved using the Save Waypoint Quick Task. Touch the waypoint that you would like to manage. + button will open the Add Waypoint Screen.
de: Der Wegpunkte-Bildschirm zeigt Wegpunkte an, die mittels des Wegpunkte speichern-Schnellzugriffs hinzugefügt wurden. Wähle den Wegpunkt aus, den Du bearbeiten willst. Die + Schaltfläche öffnet den Wegpunkt hinzufügen-Bildschirm.
es_419: La pantalla Waypoints guardados muestra los waypoints guardados mediante la tarea rápida Guardar waypoint. Toque el waypoint que desea gestionar. El botón + abrirá la pantalla Añadir waypoint.
pl: Ekran Punktów Przelotowych pokazuje punkty jakie zapisałeś w Szybkich Akcjach. Wciśnij punkt jaki chcesz zobaczyć. Guzik + otworzy opcję dodawania nowego punktu.

# ADDWAYPOINT_SCREEN_TITLE
source: Add Waypoint Screen
de: Wegpunkt hinzufügen-Bildschirm
es_419: Pantalla Agregar Waypoint
pl: Ekran Dodawania Punktu Przelotowego

# ADDWAYPOINT_SCREEN_SUMMARY
source: The Add Waypoint screen displays a map with a pin showing the currently selected location. To add a new waypoint either use the address lookup, or enter a lat/long or manually drop the pin on the map by touching the location on the map. When ready touch Save
de: Der Wegpunkt hinzufügen-Bildschirm zeigt eine Karte mit einer Stecknadel an der ausgewählten Position. Um einen neuen Wegpunkt hinzuzufügen, nutze die Adressbuch-Suche, gib Längen- und Breitengrade ein oder positioniere die Stecknadel durch Drücken auf die Karte. Im Anschluss drücke Speichern
es_419: La pantalla Añadir Waypoint muestra un mapa con un pin que indica la posición seleccionada en ese momento. Para añadir un nuevo waypoint, utilice la búsqueda de direcciones, introduzca una latitud/longitud o coloque manualmente el pin en el mapa tocando la ubicación en el mapa. Cuando esté listo, pulse Guardar
pl: Ekran Dodawania Punktu Przelotowego wyświetla mapę z pinezką aktualnie zaznaczonego punktu. Aby dodać nowy punkt użyj wyszukiwania adresu, wpisz szr./dł. geograficzną lub ręcznie upuść pinezkę na mapie. I na końcu kliknij Zapisz

# MUSIC_SCREEN_SUMMARY_ANDROID
source: The Music Screen will control an active music player that implements Android standard controls. Some tested Apps include Musio, Google Play Music, Spotify, Pandora, and SiriusXM.
de: Der Musik-Bildschirm steuert einen Media-Player, der die Android Standardsteuerung verwendet. Von uns getestete Apps sind Google Play Music, Spotify, Pandora und SiriusXM. Die Steuerungs-Schaltflächen werden durch Drehen des Multi-Controllers nach oben und unten ausgewählt und mittels langem Druck nach rechts aktiviert. Der Media-Player muss auf dem Mobiltelefon geöffnet sein, damit WunderLINQ etwas zum Steuern hat.
es_419: La Pantalla de Música controlará un reproductor de música activo que implementa los controles estándar de Android. Algunas aplicaciones probadas son Google Play Music, Spotify, Pandora y SiriusXM. Asegúrese de que su reproductor de música se ha iniciado, de lo contrario no tendrá nada que la aplicación WunderLINQ pueda controlar.
pl: Ekran Kontroli Muzyki pozwala na kontrolowanie aktywnego odtwarzacza. Przetestowane są Google Music, Spotify, Pandora i SiriusMX. Guziki mogą być kontrolowane przez Rollera Góra/Dół i dłuższe przytrzymanie Rollera. Pamiętaj że dany odtwarzacz najpierw musi być przez Ciebie uruchomiony w telefonie.

# TASK_SCREEN_SUMMARY
source: The Quick Tasks screen provides quick access to some convenient functions. The task list can be customized under the App Settings.
de: Der Schnellzugriffs-Bildschirm ermöglicht einen schnellen Zugriff auf einige nützliche Funktionen über den Multi-Controller. Die Liste kann in den App-Einstellungen angepasst werden.
es_419: La pantalla Tareas Rápidas proporciona acceso rápido a algunas funciones prácticas. La lista de tareas se puede personalizar en la configuración de la app.
pl: Ekran Szybkich Akcji daje szybki dostęp do najczęściej używanych funkcji. Możesz je zmieniać w ustawieniach appki.

# APP_SETTINGS_GRID_DESC
source: Brings you to a screen to customize the data grid on the Motorcycle Screen.
de: Öffnet einen Bildschirm, auf dem die Daten-Kacheln des Motorrad-Bildschirms angepasst werden können.
pl: Przeniesie Cię na ekran o motocyklu gdzie możesz zmienić pola z danymi.

# APP_SETTINGS_CONTACTS_DESC_IOS
source: Sort the contact list by First or Last Name.
de: Sortiert die Kontaktliste nach Vor- oder Nachname.
pl: Sortuj kontakty po imieniu lub nazwisku.

# APP_SETTINGS_DISTANCE_DESC
source: Select your preferred distance unit for display.
de: Wähle Deine bevorzugte Einheit für die Entfernungsanzeige.
pl: Wybierz swoją ulubiona jednostkę odległości.

# APP_SETTINGS_BEARING_DESC
source: Select your preferred bearing unit for compass display.
de: Wähle Deine bevorzugte Einheit für die Richtungsanzeige.
pl: Wybierz swoją ulubioną jednostkę kierunku na kompasie.

# APP_SETTINGS_NIGHT_TITLE
source: Night Mode:
de: Nacht-Modus:
pl: Tryb nocny:

# APP_SETTINGS_NIGHT_DESC
source: Enable to turn on the white on black mode for easier on the eyes night experience. Auto uses the phone's ambient light sensor.
de: Weiß-auf-Schwarz-Darstellung aktivieren, um Augen bei Dunkelheit zu schonen. Auto nutzt den Umgebungslichtsensor des Smartphones.
pl: Włącz tryb czarno/biały dla lepszej percepcji w nocy. Tryb automatycznie użyje czujnika jasności w telefonie.

# APP_SETTINGS_TIRETHRESHOLD_DESC
source: Specify a value relative to your set pressure unit.
de: Wähle einen Wert entsprechend der gewählten Druck-Einheit.
pl: Podaj wartość do ustawionych jednostek ciśnienia.

# APP_SETTINGS_LAUNCH_DESC
source: Launches app when WunderLINQ hardware connects.
de: Startet die App sobald die WunderLINQ-Hardware gekoppelt wird.
pl: Uruchom appkę kiedy włączysz urządzenie WunderLINQ.

# APP_SETTINGS_PIPORIENTATION_DESC
source: Select landscape or portrait layout for the PiP window.
de: Wähle Quer- oder Hochformat für das Bild-in-Bild-Fenster.
pl: Wybierz tryb pejzażu lub portretu dla okna obraz w obrazie.

# APP_SETTINGS_LOGGING_DESC
source: Only enable if requested, and should be shut off when you are done. May cause performance issues if left on.
de: Nur auf Anforderung aktivieren und anschließend wieder deaktivieren. Bei dauerhafter Aktivierung kann es zu Leistungsproblemen kommen.
pl: Włącz tylko w konieczności i wyłącz jeżeli niepotrzebne. Może powodować problemy z wydajnością jeśli zostawisz włączone.

# APP_SETTINGS_QUICKTASK_SUMMARY
source: Controls display and order of tasks on the Quick Task Screen. Current task options include the following.
de: Steuert Anzeige und Reihenfolge der Aufgaben auf dem Schnellzugriffs-Bildschirm. Aktuelle Aufgabenoptionen sind wie folgt.
pl: Ustaw kolejność i czynności w Szybkich Akcjach. Dostępne Szybkie Akcje poniżej.

# APP_SETTINGS_QUICKTASK_GOHOME_FUNC
source: Launches a supported 3rd party navigation app and routes you to the destination you’ve defined in the WundeLINQ App Settings.
de: Startet eine unterstützte Drittanbieter-Navigation und führt Dich zu dem Ziel, das Du in den WunderLINQ App-Einstellungen hinterlegt hast.
pl: Włącza wspieraną nawigację z firm trzecich i trasę do punktu jaki wybrałeś w ustawieniach appki.
