Repository: blackboxembedded/WunderLINQ-Documentation
Catalog: po/*.po
Languages: de, es_419, pl

# APP_SETTINGS_FUEL_DESC
source: Prompt to route to nearest fuel stations when low fuel fault is present.
de: Wähle einen Wert entsprechend der gewählten Druck-Einheit.
pl: Podaj wartość do ustawionych jednostek ciśnienia.

# APP_SETTINGS_ADVANCED_TITLE
source: Advanced Settings
de: Erweiterte Einstellungen
pl: Ustawienia zaawansowane

# APP_SETTINGS_COMPASS_TITLE
source: GPS Bearing:
de: GPS Richtung:
pl: Kierunek GPS:

# APP_SETTINGS_COMPASS_DESC
source: Select to use GPS bearing instead on compass.
de: Nutze GPS Richtung anstelle des Kompasses.
pl: Wybierz kierunek GPS zamiast kompasu.

# APP_SETTINGS_PPREVIEW_TITLE
source: Photo Preview:
de: Foto-Vorschau:
pl: Przegląd zdjęć:

# APP_SETTINGS_PPREVIEW_DESC
source: Displays photo after capture.
de: Zeigt Foto nach der Aufnahme.
pl: Pokaż zdjęcie po pstryknięciu.

# APP_SETTINGS_LAUNCH_TITLE
source: Auto Launch App:
de: App-Autostart:
pl: Auto-start appki:

# APP_SETTINGS_INTEGRATION_TITLE
source: Integration Settings
de: Integrations-Einstellungen
pl: Ustawienia integracji

# APP_SETTINGS_INTEGRATIONS_TITLE
source: Integrations:
de: Integration:
pl: Integracje:

# APP_SETTINGS_INTEGRATIONS_DESC
source: Settings for 3rd party software and hardware integrations.
de: Einstellungen für die Einbindung von Software und Hardware anderer Hersteller.
pl: Ustawienia dla aplikacji i urządzeń firm trzecich.

# APP_SETTINGS_EXPERIMENTAL_TITLE
source: Experimental Features
de: Experimentelle Funktionen
pl: Eksperymentalne funkcje

# APP_SETTINGS_PIP_TITLE
source: Enable Picture in Picture:
de: Bild-in-Bild aktivieren:
pl: Włącz obraz w obrazie:

# APP_SETTINGS_PIP_DESC
source: When enabled the Motorcycle Screen is put in a floating window when you leave the app.
de: Wenn aktiviert, wird der Motorrad-Bildschirm in einem schwebenden Fenster angezeigt, sobald die App verlassen wird.
pl: Jeśli włączysz to ekran danych motocykla przejdzie w okienko pływające po wyjściu z appki.

# APP_SETTINGS_PIPORIENTATION_TITLE
source: PiP Orientation:
de: Bild-in-Bild Ausrichtung:
pl: Orientacja obrazu w obrazie:

# APP_SETTINGS_PIPCELL_TITLE
source: PiP Cell Count:
de: Bild-in-Bild Kachelanzahl:
pl: Obraz w obrazie - ilość pól:

# APP_SETTINGS_PIPCELL_DESC
source: Number of data cells to display in PiP window.
de: Anzahl der Datenkacheln im Bild-in-Bild-Fenster.
pl: Ilość pól do wyświetlenia w trybie obraz w obrazie.

# APP_SETTINGS_DEBUG_TITLE
source: Debug Settings
de: Debugging-Einstellungen
pl: Ustawienia błędów

# APP_SETTINGS_LOGGING_TITLE
source: Enable Debug Logging:
de: Debugging-Protokoll aktivieren:
pl: Włącz zapis logów z błędami:

# APP_SETTINGS_DATAGRID_TITLE
source: Data Grid Customization
de: Einstellung Daten-Kacheln
pl: Ustawienia siatki danych

# APP_SETTINGS_DATAGRID_SUMMARY
source: Controls display and location of datapoints on the Motorcycle Screen. Currently supported data points are below.
de: Steuert Anzeige und Position der Datenkacheln auf dem Motorrad-Bildschirm. Aktuell unterstützte Daten stehen unten.
pl: Kontroluj wyświetlanie i dane na ekranie motocykla. Aktualnie dostępne dane są poniżej.

# APP_SETTINGS_DATAGRID_WARNING
source: *Requires the On-board Computer Pro option on your motorcycle. **Requires the necessary sensor in your smart phone.
de: *Erfordert die Zusatzausstattung Bordcomputer Pro am Motorrad. ** Erfordert den notwendigen Sensor in Deinem Smartphone.
pl: *Wymaga motocykla wyposażonego w On-board Computer Pro **Wymaga dodatkowych sensorów w Twoim telefonie.

# APP_SETTINGS_QUICKTASK_TITLE
source: Quick Task Customization
de: Anpassung Schnellzugriff
pl: Dostosowywanie Szybkich Akcji

# DATA_SUPPORTED
source: Supported Data Points
de: Unterstützte Datenkacheln
pl: Wspierane informacje

# APP_SETTINGS_QUICKTASK_NAVIGATION_TITLE
source: Navigation:
pl: Nawigacja:

# APP_SETTINGS_QUICKTASK_NAVIGATION_FUNC
source: Launches a supported 3rd party navigation app into driving mode.
de: Startet eine unterstützte Drittanbieter-Navigation im Fahrmodus.
pl: Włącza wspieraną nawigację z firm trzecich.

# APP_SETTINGS_QUICKTASK_GOHOME_TITLE
source: Go Home:
de: Nach Hause:
pl: Prowadź do domu:

# APP_SETTINGS_QUICKTASK_CONTACTS_TITLE
source: Call Contact:
de: Kontakt anrufen:
pl: Zadzwoń do kontaktu:

# APP_SETTINGS_QUICKTASK_CONTACTS_FUNC
source: Provides a list of your address book phone numbers that you can in turn call.
de: Zeigt eine Liste der Telefonnummern in Deinem Adressbuch, die Du anrufen kannst.
pl: Pokazuje listę kontaktów, na które możesz zadzwonić.

# APP_SETTINGS_QUICKTASK_PHOTO_TITLE
source: Take Photo:
de: Foto machen:
pl: Pstryknij fotę:

# APP_SETTINGS_QUICKTASK_PHOTO_FUNC
source: Take a picture with your rear camera.
de: Nimm ein Foto mit der hinteren Kamera auf.
pl: Pstryknij fotę tylnym aparatem.

# APP_SETTINGS_QUICKTASK_SELFIE_TITLE
source: Take Selfie:
de: Selfie machen:
pl: Strzel selfiaka:

# APP_SETTINGS_QUICKTASK_SELFIE_FUNC
source: Take a picture with your front camera.
de: Nimm ein Foto mit der vorderen Kamera auf.
pl: Pstryknij fotę przednim aparatem.

# APP_SETTINGS_QUICKTASK_VIDEO_TITLE
source: Start/Stop Recording:
de: Aufnahme Start/Stopp:
pl: Włącz/wyłącz nagrywanie:

# APP_SETTINGS_QUICKTASK_TRIP_TITLE
source: Start/Stop Trip Log:
de: Reiseaufzeichnung starten/stoppen:
pl: Włącz/wyłącz zapisywanie trasy:

# APP_SETTINGS_QUICKTASK_WAYPOINT_TITLE
source: Save Waypoint:
de: Wegpunkt speichern:
pl: Zapisz punkt przelotowy:

# APP_SETTINGS_QUICKTASK_WAYPOINT_FUNC
source: Save your current location as a waypoint to be viewed later.
de: Speichert Deine aktuelle Position als Wegpunkt für eine spätere Anzeige.
pl: Zapisz swoją aktualną lokalizację jako punkt trasy.

# APP_SETTINGS_QUICKTASK_WAYPOINTNAV_TITLE
source: Navigate to Waypoint:
de: Zu Wegpunkt navigieren:
pl: Prowadź do punktu trasy:

# APP_SETTINGS_QUICKTASK_WAYPOINTNAV_FUNC
source: Launches a supported 3rd party navigation app and routes you to the saved waypoint.
de: Startet eine unterstützte Drittanbieter-Navigation und führt zum gespeicherten Wegpunkt.
pl: Uruchamia Twoją ulubiona nawigację (jeśli jest wspierana) i prowadzi Cię do punktu trasy.

# APP_SETTINGS_QUICKTASK_ASSISTANT_TITLE
source: Voice Assistant:
de: Sprachassistent:
pl: Asystent głosowy:

# APP_SETTINGS_QUICKTASK_ASSISTANT_FUNC
source: This will launch your devices Virtual Assistant so that you can provide voice commands.
de: Startet den virtuellen Assistenten Deines Geräts, um Sprachkommandos zu nutzen.
pl: Uruchamia Twojego asystenta głosowego na telefonie.

# APP_SETTINGS_QUICKTASK_SETTINGS_TITLE
source: Settings:
de: Einstellungen:
pl: Ustawienia:

# APP_SETTINGS_QUICKTASK_SETTINGS_FUNC
source: Launch the App Settings.
de: Öffnet die App-Einstellungen.
pl: Uruchamia ustawienia appki.

# APP_SETTINGS_QUICKTASK_HOMESCREEN_TITLE
source: Home Screen:
de: Home-Bildschirm:
pl: Ekran główny:

# APP_SETTINGS_QUICKTASK_HOMESCREEN_FUNC
source: Go to Android Home Screen.
de: Gehe zum Android Home-Bildschirm.
pl: Przejdź do głównego ekranu telefonu.

# APP_SETTINGS_QUICKTASK_ACTIONCAMVID_TITLE
source: Start/Stop ActionCam Recording:
de: Aufnahme der ActionCam starten/stoppen:
pl: START/STOP nagrywanie kamery:

# APP_SETTINGS_QUICKTASK_ACTIONCAMVID_FUNC
source: Control compatible wireless cameras shutter.
de: Steuert den Auslöser einer kompatiblen drahtlosen Kamera.
pl: Kontroluj migawkę kompatybilnego aparatu.

# APP_SETTINGS_QUICKTASK_WEATHERMAP_TITLE
source: Weather Map:
de: Wetterkarte:
pl: Mapa pogody:

# APP_SETTINGS_QUICKTASK_WEATHERMAP_FUNC
source: Display a zoomable weather map with precipitation overlay.
pl: Wyświetl aktywną mapę pogody z pokazaniem opadów.

# APP_SETTINGS_INTEGRATIONS_SCREEN_TITLE
source: Integrations
de: Integration
pl: Integracje

# APP_SETTINGS_INTEGRATIONS_NAVAPP_TITLE
source: Navigation App:
de: Navigations-App:
pl: Appka nawigacji:

# APP_SETTINGS_INTEGRATIONS_NAVAPP_FUNC
source: Select preferred Navigation App.
de: Wähle Deine bevorzugte Navigations-App.
pl: Ustaw ulubioną appkę nawigacji.

# APP_SETTINGS_INTEGRATIONS_ACTIONCAM_TITLE
source: Action Camera:
de: Action Cam:
pl: Kamera:

# APP_SETTINGS_INTEGRATIONS_ACTIONCAM_FUNC
source: Select preferred Action Camera.
de: Wähle Deine bevorzugte Action Cam.
pl: Ustaw ulubioną kamerę.

# APP_SETTINGS_INTEGRATIONS_MUSIC_TITLE
source: Music Player:
de: Media Player:
pl: Odtwarzacz muzyki:

# APP_SETTINGS_INTEGRATIONS_MUSIC_FUNC
source: Select between Apple Music and Spotify.
de: Wähle zwischen Apple Music und Spotify.
pl: Wybierz pomiędzy Spotify a Apple Music.

# HW_SETTINGS_SCREEN_TITLE
source: HW Settings Screen
de: Hardware Einstellungen
pl: Okno ustawień urządzenia

# HWRESET_BUTTON_DESC
source: The Reset button, will reset all the customized settings back to factory defaults.
pl: Guzik resetu przywraca fabryczne ustawienia urządzenia.

# HW_SETTINGS_ACTION_KEY_SCREEN_DETAILS
source: The Key mapping screen is launched by selecting the action you would like to edit once in Custom mode. This feature is meant for advanced users that have an understanding of the usage of the mappings in Android and iOS.
pl: Ekran mapowania klawiszy jest uruchamiany po wybraniu akcji, którą chcesz edytować, raz w trybie niestandardowym. Ta funkcja jest przeznaczona dla zaawansowanych użytkowników, którzy rozumieją użycie mapowań w systemie Android i iOS.

# HW_SETTINGS_ACTION_USB_SCREEN_DETAILS
source: The USB Port Control screen is used to adjust the status of the USB Power Port. Only available when mode is set to Custom.
pl: Ekran sterowania portem USB służy do regulacji stanu portu zasilania USB.

# INTEGRATIONS_TITLE
source: Integrations and Tweaks
de: Integration und Anpassung
pl: Integracje i poprawki

# INTEGRATIONS_KURVIGER_TITLE
source: Kurviger Navigation App
de: Kurviger Navigations-App
pl: Nawigacja Kurviger

# INTEGRATIONS_KURVIGER_STEP_1
source: Open the drawer and select Settings.
pl: Otwórz szufladę i wybierz Ustawienia.

# INTEGRATIONS_KURVIGER_STEP_2
source: Select Application.
pl: Wybierz appkę.

# INTEGRATIONS_KURVIGER_STEP_3
source: Select External input device.
de: Wähle externes Eingabegerät.
pl: Wybierz zewnętrzne wejście urządzenia.

# INTEGRATIONS_KURVIGER_STEP_4
source: Select WunderLINQ. That's it!
de: Wähle WunderLINQ. Das wars!
pl: Wybierz WunderLINQ. I to tyle!

# INTEGRATIONS_LOCUSMAPS_TITLE
source: Locus Maps Pro Navigation App
de: Locus Maps Pro Navigations-App
pl: Nawigacja Locus Maps Pro

# INTEGRATIONS_LOCUSMAPS_FEATURES
source: Includes WunderLINQ support for Map Zooming and returning to the WunderLINQ App.
de: Enthält WunderLINQ-Unterstützung für Kartenzoom und Rückkehr zur WunderLINQ-App.
pl: Obejmuje wsparcie WunderLINQ dla zoomu mapy i powrotu do aplikacji WunderLINQ.

# INTEGRATIONS_LOCUSMAPS_STEP_1
source: Open the drawer and select Settings.
de: Öffne das Menü und wähle Einstellungen.
pl: Otwórz szufladę i wybierz Ustawienia.

# INTEGRATIONS_LOCUSMAPS_STEP_2
source: Select Controlling.
de: Wähle Steuerung.
pl: Wybierz kontrolę.

# INTEGRATIONS_LOCUSMAPS_STEP_3
source: Select Map screen.
pl: Wybierz ekran mapy.

# INTEGRATIONS_LOCUSMAPS_STEP_4
source: Select Use hardware controllers.
de: Wähle Hardware-Steuerung verwenden.
pl: Wybierz opcję Użyj kontrolerów sprzętowych.

# INTEGRATIONS_LOCUSMAPS_STEP_5
source: Select WunderLINQ. That's it!
de: Wähle WunderLINQ. Das wars!
pl: Wybierz WunderLINQ. I to tyle!

# INTEGRATIONS_OSMAND_TITLE
source: OsmAnd Navigation App
de: OsmAnd Navigations-App
pl: Nawigacja OsmAnd

# INTEGRATIONS_OSMAND_FEATURES
source: Includes WunderLINQ support for Map Zooming and returning to the WunderLINQ App.
de: Enthält WunderLINQ-Unterstützung für Kartenzoom und Rückkehr zur WunderLINQ-App.
pl: Obejmuje wsparcie WunderLINQ dla zoomu mapy i powrotu do aplikacji WunderLINQ.

# INTEGRATIONS_KURVIGER_FEATURES
source: Includes WunderLINQ support for Map Zooming and returning to the WunderLINQ App.
de: Enthält WunderLINQ-Unterstützung für Kartenzoom und Rückkehr zur WunderLINQ-App.
pl: Obejmuje wsparcie WunderLINQ dla zoomu mapy i powrotu do aplikacji WunderLINQ.

# INTEGRATIONS_OSMAND_STEP_1_ANDROID
source: Open the drawer and select Configure profile at the top.
de: Öffne das Menü und wähle Profileinstellungen oben.
pl: Otwórz szufladę i wybierz u góry Skonfiguruj profil .

# INTEGRATIONS_OSMAND_STEP_1_IOS
source: Open the drawer and select Settings.
de: Öffne das Menü und wähle Einstellungen.
pl: Otwórz szufladę i wybierz Ustawienia.

# INTEGRATIONS_OSMAND_STEP_4_IOS
source: Select External input devices.
pl: Wybierz WunderLINQ. I to tyle!

# INTEGRATIONS_IOSACCESS_STEP_1_IOS
source: Enable Full Keyboard Access
pl: Włącza pełny dostęp do klawiatury

# INTEGRATIONS_IOSACCESS_STEP_2_IOS
source: Select Commands
pl: Wybierz działanie

# INTEGRATIONS_IOSACCESS_STEP_3_IOS
source: Map the Activate command to the Enter key or long press left and the Home command to the Escape key or long press right.
pl: Zmień polecenie Activate na klawisz Enter, a polecenie Go back na klawisz Escape.

# INTEGRATIONS_SCENIC_TITLE
source: Scenic Motorcycle Navigation App
de: Scenic Motorrad-Navigation
pl: Nawigacja Scenic

# INTEGRATIONS_SCENIC_FEATURES
source: Includes WunderLINQ support for complete user interface control and returning to the WunderLINQ App.
de: Enthält WunderLINQ-Unterstützung für die Steuerung der Benutzeroberfläche und Rückkehr zur WunderLINQ-App.
pl: Obejmuje obsługę WunderLINQ w celu pełnej kontroli interfejsu użytkownika i powrotu do aplikacji WunderLINQ.

# INTEGRATIONS_SCENIC_STEP_1
source: Select SETTINGS then scroll to and select REMOTE CONTROL.
de: Wähle EINSTELLUNGEN, dann rolle zu FERNBEDIENUNG und wähle diese aus.
pl: Wybierz Ustawienia, przewiń i wybierz Kontrolę Zdalną.

# INTEGRATIONS_SCENIC_STEP_2
source: Toggle I have a Remote and change Left Long Press to Open WunderLINQ App. That's it!
pl: Przełącz Mam pilota i zmień Lewe długie naciśnięcie, aby otworzyć aplikację WunderLINQ. I tyleo!

# ADDITIONAL_TITLE
source: Additional Information
de: Zusätzliche Information
pl: Informacje dodatkowe

# ADDITIONAL_APP_TITLE
source: WunderLINQ App
pl: Appka WunderLINQ

# CHANGELOG_TITLE
source: Changelog
de: Änderungshistorie
pl: Lista zmian

# ADDITIONAL_DFUAPP_TITLE
source: WunderLINQ-DFU App
de: WunderLINQ-Firmware
pl: Oprogramowanie WunderLINQ

# DFU_CHANGELOG_TITLE
source: WunderLINQ-DFU App Changelog
de: WunderLINQ-DFU-App Änderungshistorie
pl: WunderLINQ-DFU lista zmian

# FIRMWARE_CHANGELOG_TITLE
source: WunderLINQ Firmware Changelog
de: WunderLINQ-Firmware Änderungshistorie
pl: Lista zmian w oprogramowaniu WunderLINQ

# ADDITIONAL_SUPPORT_TITLE
source: Support
de: Unterstützung
pl: Wsparcie

# SUPPORT_FORM_TITLE
source: Support Request
de: Unterstützungs-Anfrage
pl: Prośba o pomoc

# USERGROUP_TITLE
source: WunderLINQ User Group
pl: Grupa użytkowników WunerLINQ

# ADDITIONAL_OTHER_TITLE
source: Other Links
de: Weitere Links
pl: Pozostałe linki

# WUNDERLINQCODE_TITLE
source: Source Code
de: Quellcode
pl: Kod źródłowy

# WUNDERLINQDOC_TITLE
source: WunderLINQ Documentation Source Code
de: WunderLINQ Quellcode-Dokumentation
pl: Kody źródłowe dokumentacji WunderLINQ

source: Label
pl: Opis

source: Share
de: Teilen
pl: Udostępnij

source: Share GPX
pl: Udostępnij plik GPX

source: Delete
de: Löschen
pl: Usuń

source: Navigate
de: Navigieren
pl: Prowadź

# OPENMAPAPP
source: Open In Map App
de: In Karten-App öffnen
pl: Otwórz w appce map

source: Requirements
de: Anforderungen
pl: Wymagania

# DATAPOINT_DATE_TITLE
source: Date/Time
de: Datum/Uhrzeit
pl: Data/Godzina

# DATAPOINT_LOCATION_TITLE
source: Location (Latitude, Longitude)
de: Position (Längen-, Breitengrad)
pl: Lokalizacja (długość i szerokość)

# DATAPOINT_GPSSPEED_TITLE
source: GPS Speed
de: GPS-Geschwindigkeit
pl: Prędkość GPS

# DATAPOINT_AMBIENTLIGHT_TITLE
source: Ambient Light
de: Umgebungslicht
pl: Oświetlenie

# DATAPOINT_ALTITUDE_TITLE
source: Altitude
de: Höhe
pl: Wysokość

# DATAPOINT_SERVICEDATE_TITLE
source: Next Service Date*
de: Nächstes Service-Datum*
pl: Data następnego przeglądu*

# DATAPOINT_GEAR_TITLE
source: Gear*
de: Gang*
pl: Bieg*

# DATAPOINT_ENGINETEMP_TITLE
source: Engine Temperature*
de: Motortemperatur*
pl: Temperatura silnika*

# DATAPOINT_AIRTEMP_TITLE
source: Ambient Temperature*
de: Umgebungstemperatur*
pl: Temperatura otoczenia*

# DATAPOINT_FRONTTIRE_TITLE
source: Front Tire Pressure*
de: Reifendruck vorne*
pl: Ciśnienie w przedniej oponie*

# DATAPOINT_REARTIRE_TITLE
source: Rear Tire Pressure*
de: Reifendruck hinten*
pl: Ciśnienie w tylnej oponie*

# DATAPOINT_ODOMETER_TITLE
source: Odometer*
de: Kilometerzähler*
pl: Licznik*

# DATAPOINT_THROTTLE_TITLE
source: Throttle Position*
de: Drosselklappen-Position*
pl: Pozycja rollgazu*

# DATAPOINT_FRONTBRAKE_TITLE
source: Front Brake Count*
de: Bremsenzähler vorne*
pl: Hamowanie przodem*

# DATAPOINT_REARBRAKE_TITLE
source: Rear Brake Count*
pl: Hamowanie tyłem*

# DATAPOINT_SHIFT_TITLE
source: Shift Count*
de: Zähler Schaltvorgang*
pl: Zmiana biegów*

# DATAPOINT_TRIP1_TITLE
source: Tripmeter One*
de: Reisekilometerzähler Eins*
pl: Przebieg 1*

# DATAPOINT_TRIP2_TITLE
source: Tripmeter Two*
de: Reisekilometerzähler Zwei*
pl: Przebieg 2*

# DATAPOINT_TRIPAUTO_TITLE
source: Tripmeter Auto*
de: Reisekilometerzähler Automatisch*
pl: Przebieg Auto*

# DATAPOINT_SPEED_TITLE
source: Speed*
de: Geschwindigkeit*
pl: Prędkość*

# DATAPOINT_CONSUMPTION_TITLE
source: Current Fuel Consumption*
de: Verbrauch*
pl: Bieżące spalanie*

# DATAPOINT_FUELECONO1_TITLE
source: Fuel Economy One*
de: Durchschnittsverbrauch Eins*
pl: Spalanie 1*

# DATAPOINT_FUELECONO2_TITLE
source: Fuel Economy Two*
de: Durchschnittsverbrauch Zwei*
pl: Spalanie 2*

# DATAPOINT_FUELRANGE_TITLE
source: Fuel Range*
de: Reichweite*
pl: Zasięg na paliwie*

# DATAPOINT_LEAN_TITLE
source: Lean Angle**
de: Schräglagewinkel**
pl: Kąt pochylenia**

# DATAPOINT_GFORCE_TITLE
source: g-force**
de: g-Kräfte**
pl: Przeciążenie G**

# DATAPOINT_BEARING_TITLE
source: Bearing**
de: Richtung**
pl: Kierunek**

# DATAPOINT_LEAN_MOBILE_TITLE
source: Lean Angle Mobile**
pl: Kąt pochylenia**

# FAULT_ABSERROR_TITLE
source: ABS error
de: ABS-Fehler
pl: Błąd ABS

# FAULT_ABSDEAC_TITLE
source: ABS deactivated
de: ABS deaktiviert
pl: ABS wyłączony

# FAULT_ASCDIAG_TITLE
source: ASC self-diagnosis not completed
de: ASC Selbstdiagnose nicht abgeschlossen
pl: Diagnostyka ASC nieukończona

# FAULT_ASCDINT_TITLE
source: ASC intervention
de: ASC-Eingriff
pl: ASC aktywne

# FAULT_ASCERROR_TITLE
source: ASC error
de: ASC-Fehler
pl: Błąd ASC

# FAULT_ASCDEAC_TITLE
source: ASC deactivated
de: ASC deaktiviert
pl: ASC wyłączone

# FAULT_FUELLOW_TITLE
source: Low Fuel
de: Niedriger Benzinstand
pl: Mało wachy

# FAULT_ADDFRONTLIGHT1_TITLE
source: Additional front light 1
de: Zusatzscheinwerfer vorne 1
pl: Dodatkowe światło przednie 1

# FAULT_DAYRUNLIGHT_TITLE
source: Daytime running light
de: Tagfahrlicht
pl: Światła dzienne

# FAULT_FRONTLEFTINDICATOR_TITLE
source: Front left indicator
de: Blinker vorne links
pl: Przedni lewy kierunkowskaz

# FAULT_FRONTRIGHTINDICATOR_TITLE
source: Front right indicator
de: Blinker vorne rechts
pl: Przedni prawy kierunkowskaz

# FAULT_REARLEFTINDICATOR_TITLE
source: Rear left indicator
de: Blinker hinten links
pl: Tylny lewy kierunkowskaz

# FAULT_REARRIGHTINDICATOR_TITLE
source: Rear right indicator
de: Blinker hinten rechts
pl: Tylny prawy kierunkowskaz

# FAULT_FRONTPARKLIGHT1_TITLE
source: Front parking light 1
de: Standlicht vorne 1
pl: Światła przednie postojowe 1

# FAULT_LOWBEAM_TITLE
source: Low-beam
de: Abblendlicht
pl: Światła mijania

# FAULT_HIGHBEAM_TITLE
source: High-beam
de: Fernlicht
pl: Światła drogowe

# FAULT_REARLIGHT_TITLE
source: Rear Light
de: Rücklicht
pl: Tylnie światła

# FAULT_BRAKELIGHT_TITLE
source: Brake Light
de: Bremslicht
pl: Światło stopu

# FAULT_PLATELIGHT_TITLE
source: License plate Light
de: Kennzeichenleuchte
pl: Oświetlenie rejestracji

# FAULT_REARFOGLIGHT_TITLE
source: Rear Fog Light
de: Nebelleuchte hinten
pl: Tylne światło przeciwmgielne

# FAULT_ADDBRAKELIGHT_TITLE
source: Additional brake light
de: Zusatz-Bremslicht
pl: Dodatkowe światło stopu

# FAULT_FRONTLAMP1_TITLE
source: Front lamp 1
pl: Przednia żarówka 1

# FAULT_FRONTLAMP2_TITLE
source: Front lamp 2
pl: Przednia żarówka 2

# FAULT_ICE_TITLE
source: Ice Warning
de: Glättewarnung
pl: Ostrzeżenie o oblodzeniu

# FAULT_WARNLIGHTYELLOW_TITLE
source: The general warning light shows yellow
de: Die allgemeine Warnleuchte leuchtet gelb
pl: Światła awaryjne stałe

# FAULT_WARNLIGHTRED_FLASHING_TITLE
source: The general warning light flashes red
de: Die allgemeine Warnleuchte blinkt rot
pl: Światła awaryjne czerwone mrugające

# FAULT_WARNLIGHTRED_TITLE
source: The general warning light shows red
de: Die allgemeine Warnleuchte leuchtet rot
pl: Światła awaryjne czerwone stałe

# FAULT_OILLEVEL_TITLE
source: Engine oil level too low
de: Motorölstand zu niedrig
pl: Niski poziom oleju

# FAULT_FRONTTIRELOW_WARN_TITLE
source: Front tire pressure low Warning
de: Reifendruckwarnung vorne (niedrig)
pl: Ostrzeżenie o niskim ciśnieniu w przedniej oponie

# FAULT_REARTIRELOW_WARN_TITLE
source: Rear tire pressure low Warning
de: Reifendruckwarnung hinten (niedrig)
pl: Ostrzeżenie o niskim ciśnieniu w tylnej oponie

# FAULT_REARTIREHIGH_WARN_TITLE
source: Rear tire pressure high Warning
de: Reifendruckwarnung hinten (hoch)
pl: Za duże ciśnienie w tylnej oponie

# FAULT_FRONTTIRELOW_CRIT_TITLE
source: Front tire pressure low Critical
de: Reifendruckwarnung vorne kritisch (niedrig)
pl: Krytycznie niskie ciśnienie w przedniej oponie

# FAULT_REARTIRELOW_CRIT_TITLE
source: Rear tire pressure low Critical
de: Reifendruckwarnung hinten kritisch (niedrig)
pl: Krytycznie niskie ciśnienie w tylnej oponie

# FAULT_REARTIREHIGH_CRIT_TITLE
source: Rear tire pressure high Critical
de: Reifendruckwarnung hinten kritisch (hoch)
pl: Krytycznie wysokie ciśnienie w tylnej oponie

# DFU_TITLE
source: Firmware Updating
de: Firmware wird aktualisiert
pl: Aktualizacja oprogramowania

# DFU_STEP_1_TITLE
source: Unpair the WunderLINQ
de: Entkopple das WunderLINQ
pl: Odłącz urządzenie WunderLINQ

# DFU_STEP_2_TITLE
source: Update the WunderLINQ Firmware
de: Aktualisiere die WunderLINQ-Firmware
pl: Zaktualizuj oprogramowanie WunderLINQ

# DFU_WARNING
source: It is very important to follow the steps as written, especially when it comes to pairing/unpairing steps.
de: Es ist sehr wichtig, die folgenden Anweisungen schrittweise zu befolgen, insbesondere was das Koppeln und Entkoppeln betrifft.
pl: Bardzo ważne jest, aby postępować zgodnie z opisem, zwłaszcza jeśli chodzi o parowanie/rozparowanie.

# DFU_STEP_1_3_TXT
source: Select Forget. After you have removed the pairing you should restart your mobile device.
de: Wähle Ignorieren. Danach hast Du die Kopplung entfernt und solltest Dein Mobilgerät neu starten.
pl: Wybierz Zapomnij. Po usunięciu parowania należy ponownie uruchomić urządzenie mobilne.

# DFU_BATTERY_WARNING
source: Do not attempt to update your WunderLINQ while the motorbike is running or if your motorbike or mobile device has a low battery.
de: Versuche nicht, Dein WunderLINQ bei laufendem Motor zu aktualisieren oder wenn der Batteriestand Deines Motorrades oder Mobilgeräts niedrig ist.
pl: Nie próbuj aktualizować WunderLINQ, gdy motocykl jest uruchomiony lub jeśli Twój motocykl lub urządzenie mobilne ma niski poziom naładowania baterii.

# DFU_STEP_2_1_TXT
source: Launch the WunderLINQ-DFU App. If you’ve removed the pairing select OK to continue.
de: Starte die WunderLINQ-DFU-App. Wenn Du die Kopplung aufgehoben hast, tippe OK um fortzufahren.
pl: Uruchom aplikację WunderLINQ-DFU. Jeśli usunąłeś parowanie, wybierz OK, aby kontynuować.
