Repository: blackboxembedded/WunderLINQ-Documentation
Catalog: po/*.po
Languages: de, es_419, pl

# APP_SETTINGS_QUICKTASK_PHONE_TITLE
source: Call Favorite Number:
de: Favoriten-Nummer anrufen:
pl: Zadzwoń na ulubiony numer:

# APP_SETTINGS_QUICKTASK_PHONE_FUNC
source: Launches your phone app and dials the phone number you’ve defined in the WundeLINQ App Settings.
de: Startet Deine Telefon-App und wählt die Telefonnummer, die Du in den WunderLINQ App-Einstellungen hinterlegt hast.
pl: Włącza telefon i wybiera numer jaki ustawiłeś w ustawieniach appki.

# APP_SETTINGS_QUICKTASK_VIDEO_FUNC
source: Controls video recording through your devices rear camera.
de: Steuert Videoaufnahmen mit der hinteren Kamera Deines Smartphones.
pl: Nagrywaj przez tylną kamerę.

# APP_SETTINGS_QUICKTASK_TRIP_FUNC
source: Controls trip logging. Trip logging includes location, phone sensor and performance data if available.
de: Steuert Reiseaufzeichnung. Reiseaufzeichnung enthält Position, Telefonsensor und Leistungsdaten, soweit verfügbar.
pl: Zapisywanie trasy. Zapis trasy zawiera lokalizację i dane z sensorów telefonu.

# INITIAL_SETUP_3_2_SS1_TXT
source: On the first launch of the day, you will be presented with a Warning that you must agree to before using the App.
de: Beim ersten Start jedes Tages wird Dir ein Hinweis angezeigt, dem Du vor Verwendung der App zustimmen musst.
es_419: En el primer lanzamiento del día, se le presentará una Advertencia que deberá aceptar antes de utilizar la App.
pl: Przy każdym pierwszym uruchomieniu w danym dniu będzie wyświetlony komunikat z ostrzeżeniem, które musisz zaakceptować.

# INITIAL_SETUP_SUMMARY
source: After completing the Initial Setup, the WunderLINQ hardware should automatically reconnect to your device when powered on. If you have a supported motorcycle with data you should see some data populated. Please note some values like tire pressure don&rsquo;t show initial readings until the motobike has moved some distance.
de: Nach Abschluss der Ersteinrichtung sollte sich die WunderLINQ-Hardware automatisch wieder mit deinem Mobilgerät verbinden. Wenn dein Motorrad Fahrzeugdaten überträgt, solltest du einige Werte sehen können. Bitte beachte, dass manche Werte, wie z.B. Reifendruck, erst nach einigen Metern Fahrstrecke angezeigt werden.
es_419: Después de completar la configuración inicial, el dispositivo WunderLINQ debería volver a conectarse automáticamente a su dispositivo al encenderlo. Si dispone de una motocicleta compatible con datos, debería ver algunos datos completados. Tenga en cuenta que algunos valores, como la presión de los neumáticos, no muestran las lecturas iniciales hasta que la moto se ha movido cierta distancia.
pl: Po przejściu ustawień początkowym urządzenie WunderLINQ automatycznie się połączy z telefonem kiedy zostanie włączone. Jeżeli Twój motocykl obsługuje przekaz danych telemetrycznych część danych zostanie wyświetlone w appce. Pozostałe dane jak np. ciśnienie w oponach pokażą się po przejechaniu pewnej odległości.

# APP_USAGE_TITLE
source: App Usage
de: Verwendung der WunderLINQ App
es_419: Uso De La Aplicación
pl: Użycie appki WunderLINQ

# APP_NAV_TITLE
source: General Screen Navigation
de: Hauptbildschirm Navigation
es_419: Pantalla General De Navegación
pl: Główne okno nawigacyjne

# APP_NAV_LIST_TOP_TXT
source: You can navigate through the main WunderLINQ App screens using one of three methods.
de: Du kannst durch die WunderLINQ App Bildschirme auf drei Arten navigieren.
es_419: Usted puede navegar a través de las pantallas principales de la App WunderLINQ utilizando uno de estos tres métodos.
pl: Możesz poruszać się po głównym oknie aplikacji WunderLINQ na 3 różne sposoby.

# APP_NAV_LIST_1
source: WunderLINQ Left and Right Arrow Key Presses
de: Betätigung des Multi-Controllers nach links und rechts
es_419: Presione Las Teclas de Flecha Izquierda y Derecha de WunderLINQ
pl: Rollerem w lewo i w prawo

# APP_NAV_LIST_2
source: Left and Right Swipe Gestures
de: Wischen nach links und rechts
es_419: Gestos de Deslizamiento a Izquierda y Derecha
pl: Przeciąganie gestami

# APP_NAV_LIST_3
source: &nbsp; App buttons
de: &nbsp; App-Schaltflächen
es_419: &nbsp; Botones de la App
pl: Guziki appki

# MOTORCYCLE_SCREEN_TITLE
source: Motorcycle Screen
de: Motorrad-Bildschirm
es_419: Pantalla Motocicleta
pl: Ekran motocykla

source: Motorcycle Screen Controls
de: Steuerung des Motorrad-Bildschirms
es_419: Controles de la Pantalla Motocicleta
pl: Kontrola ekranu motocykla

# SCREEN_CONTROLS_UP
source: Scroll Wheel Up/Swipe Up
de: Drehen am Multi-Controller nach oben
es_419: Desplazar la Rueda Hacia Arriba
pl: Roller w górę/przeciągnij w górę

# SCREEN_CONTROLS_DOWN
source: Scroll Wheel Down/Swipe Down
de: Drehen am Multi-Controller nach unten
es_419: Desplazar la Rueda Hacia Abajo
pl: Roller w dół/przeciągnij w dół

# MOTORCYCLE_SCREEN_CONTROLS_PRESS
source: Long Press cell
de: Langes Drücken einer Kachel
es_419: Pulsación Prolongada sobre la celda
pl: Dłuższe przyciśnięcie

# MOTORCYCLE_SCREEN_CONTROLS_UP_FUNCTION
source: Increase cell count
de: Anzahl angezeigter Kacheln erhöhen
es_419: Aumentar la Cantidad de Celdas
pl: Zwiększ ilość pól

# MOTORCYCLE_SCREEN_CONTROLS_DOWN_FUNCTION
source: Decrease cell count
de: Anzahl angezeigter Kacheln verringern
es_419: Disminuir la Cantidad de Celdas
pl: Zmniejsz ilość pól

# MOTORCYCLE_SCREEN_CONTROLS_PRESS_FUNCTION
source: Long Press cell
de: Langes Drücken einer Kachel
es_419: Pulsación Prolongada sobre la celda
pl: Dłuższe przyciśnięcie

# SCREEN_PREVIOUS_BUTTON
source: Previous screen button
de: Schaltfläche vorheriger Bildschirm
es_419: Botón de la pantalla anterior
pl: Guzik poprzedniego ekranu

# SCREEN_NEXT_BUTTON
source: Next screen button
de: Schaltfläche nächster Bildschirm
es_419: Botón de la pantalla siguiente
pl: Guzik następnego ekranu

# BLUETOOTH_ICON_BLUE
source: Denotes active connection to the WunderLINQ hardware.
de: Zeigt aktive Verbindung zur WunderLINQ Hardware.
es_419: Indica una conexión activa con el dispositivo WunderLINQ.
pl: Oznacza aktywne połączenie z urządzeniem WunderLINQ.

# BLUETOOTH_ICON_RED
source: Denotes no connection to the WunderLINQ hardware.
de: Zeigt fehlende Verbindung zur WunderLINQ Hardware.
es_419: Indica que no hay conexión con el dispositivo WunderLINQ.
pl: Oznacza brak połączenia z urządzeniem WunderLINQ.

# FAULT_BUTTON
source: Denotes active motorcycle faults, it can be pressed to view a list of Active Faults.
de: Zeigt aktive Motorrad-Fehlermeldungen. Drücken zeigt eine Übersicht aktiver Meldungen.
es_419: Indica averías activas de la motocicleta, puede ser pulsado para ver una lista de Averías Activas.
pl: Oznacza błędy motocykla. Możesz je przejrzeć w liście aktywnych błędów.

source: Menu button
de: Menü-Schaltfläche
es_419: Botón de menú
pl: Guzik Menu

# MENU_BUTTON_DESC
source: button will display a popup menu that includes options to:
de: Schaltfläche öffnet ein Popup-Menü, das Optionen enthält, um:
es_419: mostrará un menú emergente que incluye opciones para:
pl: Guzik pokazuje powiadomienia, które zawierają opcje takie jak:

# BIKE_INFO_MENU
source: Bike Info:
de: Motorradinfo:
es_419: Info Motocicleta:
pl: Informacje o motocyklu:

# DATA_SCREEN_MENU
source: Trips &amp; Waypoints:
de: Fahrten &amp; Wegpunkte:
pl: Trasy i Punkty przelotowe:

# DATA_SCREEN_MENU_DESC
source: View and manage saved data.
de: Gespeicherte Daten anzeigen und verwalten.
es_419: Visualiza y maneja los datos guardados.
pl: Zobacz i zarządzaj zapisanymi danymi.

# APP_SETTINGS_SCREEN_MENU
source: App Settings:
de: App-Einstellungen:
es_419: Configuración de la App:
pl: Ustawienia appki:

# HW_SETTINGS_SCREEN_MENU
source: HW Settings:
de: Hardware-Einstellungen:
es_419: Configuraciones del Dispositivo:
pl: Ustawienia HW:

# APP_SETTINGS_SCREEN_MENU_DESC
source: Settings that impact the app.
de: Anwendungs-Einstellungen.
es_419: Configuraciones que impactan en la app.
pl: Ustawienia dla appki WunderLINQ .

# ABOUT_SCREEN_MENU
source: About:
de: Über:
es_419: Acerca de:
pl: O nas:

# CLOSE_MENU
source: Close:
de: Schließen:
es_419: Cerrar:
pl: Zamknij:

# CLOSE_MENU_DESC
source: Closes App.
de: Schließt die App.
es_419: Cierra la App.
pl: Zamykanie appki.

# FAULT_SCREEN_TITLE
source: Active Fault Screen
de: Übersicht aktiver Fehlermeldungen
es_419: Pantalla de avería activa
pl: Ekran aktywnych błędów

# FAULT_SCREEN_SUMMARY
source: The Active Faults screen displays a list of currently active faults. Below are a list of possible faults.
de: In der Übersicht werden aktive Fehlermeldungen angezeigt. Unten befindet sich eine Liste möglicher Fehlermeldungen.
es_419: La pantalla de averías activas muestra una lista de las averías activas en ese momento. A continuación, se muestra una lista de las posibles averías.
pl: Ekran aktywnych błędów pokazuje aktualne błędy. Poniżej przykłady takich błędów.

# FAULT_WARNING
source: Motorbike derived faults require the On-board Computer Pro option on your motorbike.
de: Um Fehlermeldungen des Motorrads anzuzeigen, muss die Sonderausstattung Bordcomputer Pro vorhanden sein.
es_419: Las averías derivadas de la motocicleta requieren la opción Ordenador a bordo Pro en su motocicleta.
pl: Błędy pochodzące z motocykla wymagają posiadania opcji On-board Computer Pro w motocyklu.

# INFO_SCREEN_TITLE
source: Bike Info Screen
de: Motorrad-Info Bildschirm
es_419: Pantalla Info motocicleta
pl: Ekran Informacji o motocyklu

# DATA_SCREEN_TITLE
source: Trips &amp; Waypoints Screen
de: Aufzeichnungen & Wegpunkte Bildschirm
es_419: Pantalla de Trips y Waypoints
pl: Ekran Tras i punktów przelotowych

# DATA_SCREEN_SUMMARY
source: The Trips &amp; Waypoints screen allows you to select from your saved trip logs and waypoints.
de: Im Aufzeichnungen & Wegpunkte Bildschirm kannst Du gespeicherte Touren oder Wegpunkte aufrufen.
es_419: La pantalla Trips y Waypoints le permite seleccionar entre sus registros de trips y waypoints guardados.
pl: Ekran Tras i punktów przelotowych pozwala Ci na przegląd zachowanych tras i punktów przelotowych.

# TRIPS_SCREEN_TITLE
source: Recorded Trips Screen
de: Gespeicherte Fahrten Bildschirm
es_419: Pantalla de Trips Grabados
pl: Ekran Zachowanych Tras

# TRIPS_SCREEN_SUMMARY
source: The Recorded Trips screen displays the trip logs recorded using the Start/Stop Trip Recording Quick Task. Touch the trip that you would like to view.
de: Der Gespeicherte Fahrten-Bildschirm zeigt die Aufzeichnungen, die mittels Fahrtaufzeichnung-Schnellzugriffs aufgezeichnet wurden. Wähle die Fahrt, die Du anzurufen lassen möchtest durch drücken.
es_419: La pantalla Trips Grabados muestra los registros de trips grabados mediante la tarea rápida Iniciar/detener grabación de trips. Toque el trip que desea ver.
pl: Ekran Zapisanych Tras pokazuje Ci trasy jakie zapisałeś przez Start/Stop w Szybkich Akcjach. Naciśnij trasę jaką chcesz zobaczyć.

# TRIP_SCREEN_TITLE
source: Trip Screen
de: Fahrten-Bildschirm
es_419: Pantalla Trip
pl: Ekran Tras

# TRIP_SCREEN_SUMMARY
source: The Trip screen displays a map of the trip and a summary of the data recorded and an editable label. Touch the label to bring up the keyboard.
de: Der Fahrten-Bildschirm bietet eine Kartenansicht der Fahrt sowie eine Übersicht der dabei aufgezeichneten Daten.
es_419: La Pantalla Trip muestra un mapa del trip y un resumen de los datos registrados y una etiqueta editable. Toca la etiqueta para abrir el teclado.
pl: Ekran Trasy pokazuje mapę trasy i podsumowanie zapisanych danych.

# TRIP_SCREEN_SHARE_GPX_FUNC
source: Sends the trip log in GPX format through a variety of methods.
es_419: Envía el registro del trip en formato GPX a través de diversos métodos.
pl: Zapisz i wyślij log trasy w formacie GPX.

# TRIP_SCREEN_DELETE_FUNC
source: Permanently removes the trip log.
de: Löscht die Fahrtaufzeichnung dauerhaft.
es_419: Elimina permanentemente el registro de trips.
pl: Usuń trwale log trasy.

# WAYPOINTS_SCREEN_TITLE
source: Saved Waypoints Screen
de: Wegpunkte-Bildschirm
es_419: Pantalla de Waypoints guardados
pl: Ekran Punktów Przelotowych

# WAYPOINT_SCREEN_TITLE
source: Saved Waypoint Screen
de: Wegpunkte-Bildschirm
es_419: Pantalla de Waypoint Guardado
pl: Ekran Zapisanych Punktów

# WAYPOINT_SCREEN_SUMMARY
source: The Saved Waypoint screen displays a map with the waypoint, the date recorded, location and an editable label. Touch the label to bring up the keyboard.
de: Der Wegpunkte-Bildschirm zeigt eine Karte mit dem Wegpunkt, Aufzeichnungsdatum, Position und einen editierbaren Namen an.
es_419: La pantalla de Waypoint Guardado muestra un mapa con el waypoint, la fecha de grabación, la ubicación y una etiqueta editable. Toque la etiqueta para abrir el teclado.
pl: Ekran Zapisanych Punktów pokazuje położenie punktu na mapie razem z zapisanymi danymi, które możesz edytować.

# WAYPOINT_SCREEN_LABEL_FUNC
source: Field to assign a label to the waypoint.
de: Eingabe eines Namens für einen Wegpunkt.
es_419: Campo para asignar una etiqueta al waypoint.
pl: Pole do przypisania etykiety punktu przelotowego.

# WAYPOINT_SCREEN_SHARE_FUNC
source: Sends a Google Maps link through a variety of methods.
de: Teilt einen Google Maps-Link auf unterschiedliche Arten.
es_419: Envía un enlace de Google Maps a través de diversos métodos.
pl: Wysyła link do Google Maps.

# WAYPOINT_SCREEN_SHARE_GPX_FUNC
source: Sends the waypoint in GPX format through a variety of methods.
es_419: Envía el waypoint en formato GPX a través de diversos métodos.
pl: Zapisz i wyślij punkt w formacie GPX.

# WAYPOINT_SCREEN_NAVIGATE_FUNC
source: Routes you to the waypoint in your preferred map application.
de: Führt Dich mit Deiner bevorzugten Karten-App zum Wegpunkt.
es_419: Ruta al waypoint en tu aplicación de mapas preferida.
pl: Trasa do punktu przelotowego w Twojej ulubionej nawigacji.

# WAYPOINT_SCREEN_OPENMAPAPP_FUNC
source: Open the waypoint in your preferred map application.
de: Öffne den Wegpunkt in Deiner bevorzugten Karten-App.
es_419: Abre el waypoint en tu aplicación de mapas preferida.
pl: Otwiera punkt przelotowy w Twojej ulubionej aplikacji.

# WAYPOINT_SCREEN_DELETE_FUNC
source: Permanently removes the saved waypoint.
de: Löscht den Wegpunkt dauerhaft.
es_419: Elimina permanentemente el waypoint guardado.
pl: Usuwa trwale punkt przelotowy.

# ABOUT_SCREEN_TITLE
source: About Screen
de: Über-Bildschirm
es_419: Pantalla Acerca de
pl: O Ekranie

# ABOUT_SCREEN_SUMMARY
source: The about screen provides a link to our website and documentation. The Send Logs button will format an email to WunderLINQ support, that includes device information and logs.
de: Der Über-Bildschirm bietet einen Link auf unsere Website und die Möglichkeit, eine E-Mail an den Support zu schicken. Die SENDE LOGS-Schaltfläche erstellt eine E-Mail an den WunderLINQ-Support mit Geräteinformationen und Logdateien.
es_419: La pantalla Acerca de proporciona un enlace a nuestro sitio web y documentación. El botón Enviar registros dará formato a un correo electrónico para el soporte de WunderLINQ, que incluye información del dispositivo y registros.
pl: Ekran O nas zawiera informacje o linku do strony www i umożliwia wysłanie maila do pomocy. Guzik WYSLIJ LOGI utworzy nową wiadomość email która już będzie zawierała informacje o appce i urządzeniu.

# DASHBOARD_SCREEN_TITLE
source: Dashboard Screen
es_419: Pantalla del Dashboard
pl: Główny Ekran

# DASHBOARD_SCREEN_SUMMARY
source: If enabled under settings the Dashboard screen provides one of three TFT like views.
es_419: Si se activa en la configuración, la pantalla del Dashboard ofrece una de las tres vistas tipo TFT.
pl: Jeśli włączony w ustawieniach to ekran pokaże widok jak w wyświetlaczu TFT.

# MUSIC_SCREEN_TITLE
source: Music Screen
de: Musik-Bildschirm
es_419: Pantalla de Música
pl: Ekran Muzyki

source: Music Screen Controls
de: Musiksteuerungs-Bildschirm
es_419: Controles de la pantalla de música
pl: Ekran Kontroli Muzyki

# MUSIC_SCREEN_SUMMARY_IOS
source: The Music Screen will play music from your iTunes Library or Spotify. Spotify support requires that you have the Spotify app installed and setup.
de: Der Musik-Bildschirm spielt Musik aus der iTunes Medienbibliothek oder Spotify. Um Spotify nutzen zu können, muss die Spotify app installiert und eingerichtet sein.
es_419: La pantalla de música reproducirá música de tu biblioteca de iTunes o de Spotify. La compatibilidad con Spotify requiere que tengas la app de Spotify instalada y configurada.
pl: Odtwarzacz może odtwarzać muzykę z Twojego iTunes czy Spotify jeśli masz je zainstalowane.

# SCREEN_CONTROLS_RIGHT_LONG_PRESS
source: Wheel Right Long Press
de: Lange Betätigung nach rechts
es_419: Pulsación prolongada a la derecha de la rueda
pl: Długie naciśnięcie Rollera w prawo

# MUSIC_SCREEN_CONTROLS_UP_FUNCTION
source: Next Song
de: Nächster Titel
es_419: Siguiente Canción
pl: Następny Utwór

# MUSIC_SCREEN_CONTROLS_DOWN_FUNCTION
source: Previous Song
de: Vorheriger Titel
es_419: Canción anterior
pl: Poprzedni Utwór

# MUSIC_SCREEN_CONTROLS_PRESS_FUNCTION
source: Play/Pause
pl: Play/Pauza

# TASK_SCREEN_TITLE
source: Quick Tasks Screen
de: Schnellzugriffs-Bildschirm
es_419: Pantalla de Tareas Rápidas
pl: Ekran Szybkich Akcji

# TASK_SCREEN_CONTROLS
source: Quick Task Screen Controls
de: Schnellzugriffs-Steuerelemente
es_419: Controles de la Pantalla de Tareas Rápidas
pl: Kontrola Szybkich Akcji

# TASK_SCREEN_CONTROLS_UP_FUNCTION
source: Previous Task
de: Vorheriger Schnellzugriff
es_419: Tarea Anterior
pl: Poprzednie zadanie

# TASK_SCREEN_CONTROLS_DOWN_FUNCTION
source: Next Task
de: Nächste Aufgabe
es_419: Siguiente Tarea
pl: Następne zadanie

# TASK_SCREEN_CONTROLS_PRESS_FUNCTION
source: Select Highlighted Task
de: Ausgewählten Schnellzugriff aktivieren
es_419: Seleccionar Tarea Resaltada
pl: Wybierz podświetlone Działanie

# APP_SETTINGS_SCREEN_TITLE
source: App Settings Screen
de: App-Einstellungen
es_419: Pantalla de Configuración de la App
pl: Ekran Ustawień Appki

# APP_SETTINGS_SCREEN_HEADING
source: The Settings screen provides access to all of the WunderLINQ App settings.
de: Der Einstellungs-Bildschirm ermöglicht Zugriff auf alle WunderLINQ App-Einstellungen.
es_419: La pantalla de Configuración proporciona acceso a todos los ajustes de la App WunderLINQ.
pl: Ekran Ustawień daje Ci dostęp do wszystkich ustawień aplikacji WunderLINQ.

# APP_SETTINGS_UI_TITLE
source: User Interface Settings
de: Einstellungen Nutzeroberfläche
pl: Ustawienia interfejsu

# APP_SETTINGS_HOME_TITLE
source: Home Address:
de: Heimatadresse:
pl: Adres domowy:

# APP_SETTINGS_HOME_DESC
source: The address set here is used by the Go Home Quick Task.
de: Die hier hinterlegte Adresse wird durch die "Go Home"-Funktion genutzt.
pl: Adres tutaj wpisany będzie używany w opcji Prowadź do domu w Szybkich Akcjach.

# APP_SETTINGS_PHONE_TITLE
source: Favorite Phone Number:
de: Bevorzugte Telefonnummer:
pl: Ulubiony numer telefonu:

# APP_SETTINGS_PHONE_DESC
source: The number set here is used by the Call Favorite Number Quick Task.
de: Die hier hinterlegte Telefonnummer wird von der Funktion "Favoriten anrufen" verwendet.
pl: Numer jaki tutaj ustawisz będzie dostępny w Szybkich Akcjach.

# APP_SETTINGS_HIGHLIGHT_TITLE
source: Highlight Color
de: Auswahl-Farbe
pl: Kolor podkreślenia

# APP_SETTINGS_HIGHLIGHT_DESC
source: Select your prefered highlight/accent color.
de: Wähle Deine bevorzugte Auswahlfarbe.
pl: Wybierz swój ulubiony kolor podświetlenia.

# APP_SETTINGS_GRID_TITLE
source: Data Grid Customization:
de: Anpassung Datenkacheln:
pl: Ustawienia siatki pól:

# APP_SETTINGS_TASK_TITLE
source: Quick Task Customization:
de: Anpassung Schnellzugriff:
pl: Ustawienia działań w Szybkich Akcjach:

# APP_SETTINGS_TASK_DESC
source: Brings you to a screen to customize the tasks on the Quick Task Screen.
de: Öffnet einen Bildschirm, auf dem die Schnellzugriffs-Liste angepasst werden kann.
pl: Przeniesie Cię na ekran gdzie możesz wybrać dowolne Szybkie Akcje.

# APP_SETTINGS_CONTACTS_TITLE_ANDROID
source: Contact Display:
de: Kontakt-Anzeige:
pl: Pokaż kontakt:

# APP_SETTINGS_CONTACTS_DESC_ANDROID
source: Select which contacts to display.
de: Wähle Kontakte zur Anzeige aus.
pl: Wybierz kontakt do wyświetlenia.

# APP_SETTINGS_CONTACTS_TITLE_IOS
source: Contact List Sorting:
de: Sortierung der Kontaktliste:
pl: Sortuj listę kontaktów:

# APP_SETTINGS_PRESSURE_TITLE
source: Pressure Unit:
de: Einheit Druck:
pl: Jednostki ciśnienia:

# APP_SETTINGS_PRESSURE_DESC
source: Select your preferred pressure unit for display.
de: Wähle Deine bevorzugte Einheit für die Druckanzeige.
pl: Wybierz preferowaną jednostkę ciśnienia.

# APP_SETTINGS_TEMPERAURE_TITLE
source: Temperature Unit:
de: Einheit Temperatur:
pl: Jednostka temperatury:

# APP_SETTINGS_TEMPERAURE_DESC
source: Select your preferred temperature unit for display.
de: Wähle Deine bevorzugte Einheit für die Temperaturanzeige.
pl: Wybierz swoją ulubioną jednostkę temperatury.

# APP_SETTINGS_DISTANCE_TITLE
source: Distance Unit:
de: Einheit Entfernung:
pl: Jednostka odległości:

# APP_SETTINGS_CONSUMPTION_TITLE
source: Consumption Unit:
de: Einheit Verbrauch:
pl: Jednostka spalania:

# APP_SETTINGS_CONSUMPTION_DESC
source: Select your preferred fuel consumption unit for display.
de: Wähle Deine bevorzugte Einheit für die Verbrauchsanzeige.
pl: Wybierz ulubioną jednostkę spalania.

# APP_SETTINGS_BEARING_TITLE
source: Bearing Unit:
de: Einheit Richtung:
pl: Jednostka kierunku:

# APP_SETTINGS_TIME_TITLE
source: Time Format:
de: Uhrzeit-Format:
pl: Format godziny:

# APP_SETTINGS_TIME_DESC
source: Select your preferred time format.
de: Wähle Dein bevorzugtes Uhrzeit-Format.
pl: Wybierz swój ulubiony format godziny.

# APP_SETTINGS_ORIENTATION_TITLE
source: Orientation Lock:
de: Ausrichtungs-Sperre:
pl: Zablokuj orientację:

# APP_SETTINGS_ORIENTATION_DESC
source: Select the orientation to lock the UI at.
de: Wähle eine Orientierung, in der die Nutzeroberfläche gesperrt wird.
pl: Wybierz swoją ulubioną orientację interfejsu.

# APP_SETTINGS_DISPLAY_TITLE
source: Display Brightness:
de: Bildschirm-Helligkeit:
pl: Jasność ekranu:

# APP_SETTINGS_DISPLAY_DESC
source: Set display brightness to the max when in day mode.
de: Bildschirm-Helligkeit auf Maximal stellen, wenn Tag-Modus ausgewählt ist.
pl: Ustaw jasność na max jeśli urządzenie jest w trybie dziennym.

# APP_SETTINGS_NIGHTDELAY_TITLE
source: Auto Night Mode Delay:
de: Verzögerung Auto-Nachtmodus:
pl: Opóźnienie trybu nocnego:

# APP_SETTINGS_NIGHTDELAY_DESC
source: How many seconds of darkness before enabling Night Mode.
de: Wie viele Sekunden Dunkelheit, bevor Nach-Modus aktiviert wird.
pl: Podaj opóźnienie w sekundach zanim się włączy tryb nocny.

# APP_SETTINGS_ALERT_TITLE
source: Alert Settings
de: Warnungseinstellungen
pl: Ustawienia alertów

# APP_SETTINGS_FAULT_TITLE
source: Enable Fault Notifications:
de: Anzeige Fehlermeldungen aktivieren:
pl: Włącz powiadomienia o błędach:

# APP_SETTINGS_FAULT_DESC
source: Enable to turn on notifications for critical faults.
de: Aktivieren, um kritische Fehlermeldungen angezeigt zu bekommen.
pl: Włącz powiadomienia o krytycznych błędach.

# APP_SETTINGS_TIRE_TITLE
source: Custom Tire Pressure Threshold:
de: Nutzerdefinierter Reifendruck-Schwelle:
pl: Podaj przedział ciśnienia opon:

# APP_SETTINGS_TIRE_DESC
source: Override motorbike fault and use a custom pressure threshold.
de: Motorrad-Warnung durch eigene Reifendruckschwelle überstimmen.
pl: Nadpisz ustawienia motocykla swoimi danymi.

# APP_SETTINGS_TIRETHRESHOLD_TITLE
source: Low Tire Pressure Threshold:
de: Untere Reifendruck-Schwelle:
pl: Podaj zakres niskiego ciśnienia w oponach:

# APP_SETTINGS_FUEL_TITLE
source: Fuel Routing:
de: Untere Reifendruck-Schwelle:
pl: Podaj zakres niskiego ciśnienia w oponach:
