Repository: blackboxembedded/WunderLINQ-Documentation
Catalog: po/*.po
Languages: de, es_419, pl

# DFU_STEP_2_2_1_IOS_TXT
source: When you select the WunderLINQ, iOS will request you to pair it to the WunderLINQ. At this point, you want to select Cancel.
de: Wenn Du das WunderLINQ auswählst, wird iOS eine Kopplungs-Anfrage anzeigen. Hier musst Du Abbrechen auswählen.
pl: Po wybraniu WunderLINQ iOS poprosi Cię o sparowanie go z WunderLINQ. Możesz wybrać Wyjdź.

# DFU_STEP_2_4_TXT
source: Your WunderLINQ device should be listed. Try to refresh if necessary. Select WunderLINQ.
de: Dein WunderLINQ sollte wieder angezeigt werden. Versuch eine Bildschirmaktualisierung falls notwendig. Wähle WunderLINQ.
pl: Twoje urządzenie WunderLINQ powinno znajdować się na liście. Spróbuj odświeżyć, jeśli to konieczne. Wybierz WunderLINQ.

# DFU_STEP_2_4_1_IOS_TXT
source: When you select the WunderLINQ, iOS will request you to pair to the WunderLINQ At this point, you want to select Pair.
de: Wenn Du das WunderLINQ auswählst, wird iOS eine Kopplungs-Anfrage anzeigen. Dieses Mal drückst Du Koppeln.
pl: Kiedy wybierzesz WunderLINQ, iOS poprosi Cię o sparowanie z WunderLINQ. W tym momencie wybierz opcję Paruj.

# DFU_STEP_2_5_TXT
source: After a successful pairing and connection, you are presented with the firmware upgrade screen. If running firmware >= 1.7 you will see the currently installed version. Touch Select Firmware.
de: Nach erfolgreichem Koppeln und Verbinden, wird Dir der Firmware-Aktualisierungs-Bildschirm angezeigt. Ab Firmware 1.7 wird Dir die aktuell installierte Firmware angezeigt. Tippe Firmware auswählen.
pl: Po pomyślnym sparowaniu i nawiązaniu połączenia zostanie wyświetlony ekran aktualizacji oprogramowania sprzętowego. Jeśli oprogramowanie układowe jest większe lub równe 1.7, zobaczysz aktualnie zainstalowaną wersję. Dotknij opcji Wybierz oprogramowanie sprzętowe.

# DFU_STEP_2_6_TXT
source: Select the firmware version you would like to install and touch UPGRADE
de: Wähle die Firmware-Version, die Du installieren möchtest und tippe Aktualisieren
pl: Wybierz wersję oprogramowania, którą chcesz zainstalować, i dotknij AKTUALIZUJ

# DFU_STEP_2_7_TXT
source: The firmware will now be uploaded to the WunderLINQ.
de: Die Firmware wird nun in das WunderLINQ hochgeladen.
pl: Oprogramowanie układowe zostanie teraz przesłane do WunderLINQ.

# HW_SETTINGS_SCREEN_SUMMARY
source: The HW Settings screen provides access to all of the WunderLINQ Hardware settings. Currently, these settings control how the WunderLINQ input and USB port performs.
de: Die Hardware-Einstellungen bieten Zugang zu allen Einstellungen der WunderLINQ-Hardware. Diese Einstellungen beeinflussen die Funktion des Multi-Controllers.
pl: Okno ustawień urządzenia daje Ci dostęp do wszystkich ustawień urządzenia. Tutaj ustawisz jak ma się zachowywać roller i port USB.

# HW_SETTINGS_SCREEN_DETAILS
source: To customize your WunderLINQ first set your desired mode by selecting the Mode option.
pl: Używając guzika na dole ekranu przełączasz wybór rodzaju ustawienia klawiszy. Możesz zmienić ustawienia klawiatury do różnych ustawień motocykla jak i kontroli portu USB.

# HW_SETTINGS_CUSTOMIZE_SCREEN_DETAILS
source: In Custom mode you can select the individual settings to customize.
pl: W tym trybie możesz spersonalizować swoje ustawienia. Guzik na dole ekranu pozwoli Ci wrócić do ustawień początkowych.

# HW_SETTINGS_ACTION_SENSITIVITY_SCREEN_DETAILS
source: The sensitivity screens are used to adjust the long-press or double-press(RT/K1600) sensitivity. Only available when mode is set to Custom.
pl: Ekrany czułości służą do regulacji czułości przy długim lub podwójnym naciśnięciu (RT/ K1600).

# HW_SETTINGS_SAVE_NOTE
source: After saving your settings please remove your WunderLINQ from the cradle then reinsert to perform a full reset. Please remember that changing key mapping may impact your ability to navigate the WunderLINQ app with the wheel.
de: Nach dem Speichern entferne bitte das WunderLINQ aus dem Navihalter und stecke es erneut ein, um einen kompletten Neustart durchzuführen.
pl: Po zapisaniu ustawień wyjmij WunderLINQ z bazy, a następnie włóż ponownie, aby wykonać pełny reset. Pamiętaj, że zmiana mapowania klawiszy może wpłynąć na Twoją zdolność poruszania się po aplikacji WunderLINQ za pomocą rollera.

# INTEGRATIONS_OSMAND_STEP_4_ANDROID
source: Select WunderLINQ and touch Apply
de: Wähle WunderLINQ und drücke Anwenden
pl: Wybierz WunderLINQ i dotknij Zastosuj

# INTEGRATIONS_IOSACCESS_TITLE
source: iOS Accessibility Settings
de: iOS Bedienungshilfen-Einstellungen
pl: Ustawienia ułatwień dostępu iOS

# INTEGRATIONS_IOSACCESS_SUMMARY
source: This functionality is not currently compatible with the WunderLINQ App and should only be used if you know what you are doing. If you enable Full Keyboard Access, you should disable hiding of the NavBar in the WunderLINQ App Settings. You can leverage iOS Accessibility settings to use the WunderLINQ to navigate the iOS user interface. The iOS Settings area of interest is the Accessibility > Keyboards settings.
de: Du kannst die Bedienungshilfen-Einstellungen verwenden, um den Multi-Controller für die Steuerung der iOS-Oberfläche zu nutzen. Die iOS-Einstellungen findest Du unter Bedienungshilfen > Schaltersteuerung. Hierdurch kannst Du den Cursor bewegen, zum Homebildschirm zurückkehren oder Schnellzugriffe auswählen, die Dich in andere Apps bringen oder Ereignisse auslösen. Hierzu kannst Du den Multi-Controller nutzen, wenn Dein Smartphone mit dem WunderLINQ verbunden ist.
pl: Możesz wykorzystać ustawienia ułatwień dostępu iOS, aby używać rollera Wunder Wheel do poruszania się po interfejsie użytkownika iOS. Ustawienia iOS >Ustawienia Klawiatury.

# INTEGRATIONS_GOPRO_TITLE
source: GoPro Action Cameras
de: GoPro Action-Kameras
pl: Kamera GoPro

# GOPRO_SUPPORT_SUMMARY
source: GoPro Hero 5 and newer cameras can be controlled via the WunderLINQ GoPro Remote. Click link below for more information.
de: GoPro Hero 3 und neuere Kameras können mittels des ActionCam-Schnellzugriffs ausgelöst werden. Die GoPro muss mit der GoPro-App auf Deinem Smartphone gekoppelt und verbunden sein, damit die WunderLINQ-App sie steuern kann. Unterstützung ist wegen des begrenzten Zugriffs auf die Kameras experimentell.
pl: Migawką kamer GoPro Hero 3 i nowszych można sterować za pomocą ActionCam QuickTask. GoPro musi być sparowane i połączone z GoPro App na smartfonie, zanim aplikacja WunderLINQ będzie mogła nim sterować. Wsparcie jest eksperymentalne ze względu na ograniczony dostęp do kamer.

# DATAPOINT_SUN_TITLE
source: Sunrise/Sunset
de: Sonnenaufgang/Sonnenuntergang
pl: Wschód/zachód słońca

# DATAPOINT_SERVICEDISTANCE_TITLE
source: Miles to next service*
de: Fahrstrecke bis zum nächsten Service*
pl: Przebieg do kolejnego przeglądu*

# DATAPOINT_VOLTAGE_TITLE
source: Motorcycle Battery Voltage*
de: Motorrad-Batteriespannung*
pl: Napięcie akumulatora*

# DATAPOINT_AVGSPEED_TITLE
source: Average Speed*
de: Durchschnittsgeschwindigkeit*
pl: Średnia prędkość*

# DATAPOINT_BAROMETRIC_TITLE
source: Barometric Pressure**
de: Luftdruck**
pl: Ciśnienie powietrza**

# DATAPOINT_RPM_TITLE
source: RPM*
pl: Obroty*

# FAULT_ABSDIAG_TITLE
source: ABS self-diagnosis not completed
de: ABS Selbstdiagnose nicht abgeschlossen
pl: Diagnostyka ABS nieukończona

# FAULT_ADDFRONTLIGHT2_TITLE
source: Additional front light 2
de: Zusatzscheinwerfer vorne 2
pl: Dodatkowe światło przednie 2

# FAULT_FRONTPARKLIGHT2_TITLE
source: Front parking light 2
de: Standlicht vorne 2
pl: Światła przednie postojowe 2

# FAULT_ADDDIPLIGHT_TITLE
source: Additional dipped/high-beam
de: Zusatz-Abblend-/Fernlicht
pl: Dodatkowe światło drogowe

# FAULT_WARNLIGHTYELLOW_FLASHING_TITLE
source: The general warning light flashes yellow
de: Die allgemeine Warnleuchte blinkt gelb
pl: Światła awaryjne mrugające

# FAULT_FRONTTIREHIGH_WARN_TITLE
source: Front tire pressure high Warning
de: Reifendruckwarnung vorne (hoch)
pl: Za duże ciśnienie w przedniej oponie

# FAULT_FRONTTIREHIGH_CRIT_TITLE
source: Front tire pressure high Critical
de: Reifendruckwarnung vorne kritisch (hoch)
pl: Krytycznie wysokie ciśnienie w przedniej oponie

# DFU_HEADING
source: The WunderLINQ-DFU or WunderLINQ Device Firmware Updating app is ia seperate app used to update the software that actually runs on the WunderLINQ hardware. Firmware updates should only be applied if you need the new feature or bug fix.
de: Die WunderLINQ-DFU- oder WunderLINQ-Device Firmware Updating-App ist eine separate Anwendung zur Aktualisierung der Software auf der WunderLINQ-Hardware. Firmware-Aktualisierungen sollten nur durchgeführt werden, wenn Du neue Funktionen oder Fehlerbehebungen benötigst.
pl: Aplikacja WunderLINQ-DFU lub WunderLINQ Device Firmware Updating to oddzielna aplikacja służąca do aktualizacji oprogramowania, która działa na sprzęcie WunderLINQ. Aktualizacje oprogramowania układowego należy stosować tylko wtedy, gdy potrzebujesz nowej funkcji lub poprawki błędu.

# DFU_STEP_1_1_TXT
source: To begin we will have your mobile device forget the WunderLINQ pairing. The initial launch screen will remind you that you will need to forget the WunderLINQ pairing and provide you with a button to open your Bluetooth settings.
de: Zunächst muss Dein Mobilgerät die WunderLINQ-Kopplung vergessen. Der Startbildschirm wird Dich daran erinnern, die Kopplung zu löschen und eine Schaltfläche anzeigen, um in die Bluetooth-Einstellungen zu gelangen.
pl: Na początek sprawimy, że Twoje urządzenie mobilne zapomni o parowaniu WunderLINQ. Początkowy ekran uruchamiania przypomni Ci, że będziesz musiał zapomnieć o parowaniu WunderLINQ i pokaże przycisk do otwierania ustawień Bluetooth.

# DFU_STEP_1_2_TXT
source: Once in your Bluetooth settings find your WunderLINQ under My Devices. Touch the blue icon next to the WunderLINQ device name.
de: In den Bluetooth-Einstellungen öffne Dein WunderLINQ unter "Meine Geräte", indem Du das blaue Symbol neben dem Gerätenamen des WunderLINQ antippst.
pl: W ustawieniach Bluetooth znajdź WunderLINQ w sekcji Moje urządzenia. Kliknij niebieską ikonę obok nazwy urządzenia WunderLINQ.

# DFU_STEP_2_SUMMARY
source: After you’ve forgotten the pairing between your WunderLINQ and mobile device you are ready to update your WunderLINQ. Start by powering up the WunderLINQ by turning on your motorbike's ignition, the WunderLINQ LED should be flashing blue.
de: Nachdem die Kopplung zwischen Deinem WunderLINQ und dem Mobilgerät aufgehoben ist, kannst Du die Aktualisierung Deines WunderLINQ starten. Starte das WunderLINQ, indem Du die Zündung Deines Motorrades einschaltest. Die WunderLINQ-LED sollte blau blinken.
pl: Gdy rozparujesz swojego WunderLINQ z urządzeniem mobilnym, możesz zaktualizować WunderLINQ. Zacznij od włączenia WunderLINQ przez włączenie zapłonu motocykla, dioda LED WunderLINQ powinna migać na niebiesko.

# DFU_STEP_2_2_TXT
source: Your WunderLINQ device should be listed. If it isn't listed even after refreshing a few times, try replacing the WunderLINQ in the motobikes cradle.
de: Dein WunderLINQ sollte angezeigt werden. Wenn es auch nach einigen Aktualisierungen nicht angezeigt wird, setze das WunderLINQ erneut in die Motorrad-Halterung ein.
pl: Twoje urządzenie WunderLINQ powinno być widoczne. Jeśli nie ma go na liście nawet po kilkukrotnym odświeżeniu, spróbuj wyjąć i włożyć WunderLINQ do motocykla.

# DFU_STEP_2_3_TXT
source: Once connected to the WunderLINQ, we need to put it into DFU mode to accept an update. Touch the Enable DFU Mode button at the bottom of the screen. Once selected the WunderLINQ will reboot into DFU mode, this can be confirmed by a solid green LED. The app will return to the previous device list screen.
de: Wenn die Verbindung zum WunderLINQ besteht, müssen wir es in den DFU-Modus versetzen, damit eine Aktualisierung durchgeführt werden kann. Tippe auf "Starte DFU-Modus" am unteren Bildschirmrand. Im Anschluss wird das WunderLINQ in den DFU-Modus neustarten und zeigt eine grün leuchtende LED. Die App springt zurück auf den Geräteauswahl-Bildschirm.
pl: Po podłączeniu do WunderLINQ musimy przełączyć go w tryb DFU, aby zaakceptować aktualizację. Dotknij przycisku Włącz tryb DFU u dołu ekranu. Po wybraniu, WunderLINQ uruchomi się ponownie w trybie DFU, co można potwierdzić za pomocą ciągłej zielonej diody LED. Aplikacja powróci do poprzedniego ekranu listy urządzeń.

# DFU_STEP_2_8_TXT
source: After the upload has completed the WunderLINQ will reboot into its normal mode. You will now have to follow the steps to unpair the WunderLINQ again before you can repair and use the WunderLINQ app.
de: Nach dem Hochladen startet das WunderLINQ in den normalen Modus. Nun musst Du die Schritte zum Entkoppeln des WunderLINQ erneut befolgen, bevor Du es wieder koppeln und die WunderLINQ-App verwenden kannst.
pl: Po zakończeniu przesyłania WunderLINQ uruchomi się ponownie w swoim normalnym trybie. Będziesz teraz musiał wykonać kroki, aby ponownie rozparować WunderLINQ, zanim będziesz mógł użyć aplikacji WunderLINQ.

# KEY_ENTER
source: ENTER
de: Eingabe (Enter)

# KEY_ESCAPE
source: ESCAPE
de: ESC

source: Indicator Cancel
de: Blinker ausschalten
es_419: Indicador Cancelar

# BETA_TITLE
source: Beta Opt-In
de: Beta Zustimmung

# DATAPOINT_VIN_TITLE
source: VIN
de: Fahrzeugidentifizierungsnummer

# TFT_HEADING
source: If your bike is equipped with a TFT instrument cluster, please see the notes below.
es_419: Si su moto está equipada con un tablero de instrumentos TFT, consulte las siguientes notas.

# TFT_NAV_MODE_NAV_TXT
source: To switch wheel focus back to the TFT, press the Menu button down
es_419: Para cambiar el control de la Wunder Wheel de nuevo a la TFT, pulse el botón Menú hacia abajo

# KEY_MUTE
source: Phone Mute
es_419: Silenciar teléfono

# INDICATOR_CANCEL_LONG
source: Indicator Cancel Long Press
es_419: Pulsación Prolongada Del Indicador Cancelar

source: Mute
es_419: Silenciar

# TFT_NAV_DETECTED_TXT
source: If your bike is equipped with a TFT instrument cluster, you will see a message on the TFT once the WunderLINQ has been inserted into the cradle.
es_419: Si su moto está equipada con un tablero de instrumentos TFT, verá un mensaje en el TFT una vez que el dispositivo WunderLINQ se haya insertado en el soporte.

# TFT_NAV_MODE_TFT_TXT
source: The TFT indicates which device currently has wheel focus in the upper left-hand corner once the WunderLINQ has been detected. Switching the wheel focus to the WunderLINQ by changing the mode to Nav by long-pressing the Menu button UP.
es_419: El TFT indica qué dispositivo tiene actualmente el control de la Wunder Wheel en la esquina superior izquierda una vez que se ha detectado el WunderLINQ. Cambiar el control de la Wunder Wheel al WunderLINQ cambiando el modo a Navegación pulsando prolongadamente el botón Menú ARRIBA.

# DASHBOARD_SCREEN_CONTROLS_UP_FUNCTION
source: Next info line data point
es_419: Siguiente punto de datos de la línea de información

# DASHBOARD_SCREEN_CONTROLS_DOWN_FUNCTION
source: Previous info line data point
es_419: Previo punto de datos de la línea de información

# DASHBOARD_SCREEN_CONTROLS_PRESS_FUNCTION
source: Next dashboard
es_419: Siguiente dashboard

# APP_SETTINGS_PRIVACY_TITLE
source: Privacy
es_419: Privacidad

# APP_SETTINGS_PRIVACY_DESC
source: Displays current privacy/premission status.
es_419: Muestra el estado actual de privacidad/permisos.

# APP_SETTINGS_PERSONAL_TITLE
source: Personal Information
es_419: Información Personal
